{
  "term": "AgriculturalLand",
  "role": "concept",
  "parent_concepts": [
    "PhysicalGeography"
  ],
  "layer": 3,
  "domain": "CreatedThings",
  "definition": "Land used for growing crops or farming activities",
  "definition_source": "SUMO",
  "wordnet": {
    "synsets": [],
    "canonical_synset": "",
    "lemmas": [],
    "pos": "noun"
  },
  "relationships": {
    "related": [
      "Pasture",
      "Forest",
      "UrbanLand",
      "Wilderness",
      "RecreationalLand"
    ],
    "antonyms": [],
    "has_part": [
      "ArableLand",
      "CultivatedLandArea",
      "PermanentCropLand",
      "IrrigatedLand",
      "Field"
    ],
    "part_of": [],
    "opposite": [
      "UrbanArea"
    ]
  },
  "safety_tags": {
    "risk_level": "low",
    "impacts": [],
    "treaty_relevant": false,
    "harness_relevant": false
  },
  "training_hints": {
    "positive_examples": [
      "The farmer planted wheat across 200 acres of fertile farmland",
      "Irrigation systems watered the vegetable fields during the drought",
      "The orchard produced apples and pears on terraced hillsides",
      "Rice paddies stretched across the valley floor",
      "The vineyard covered the gentle slopes with rows of grapevines",
      "Corn grew tall in the cultivated fields behind the barn"
    ],
    "negative_examples": [
      "Cattle grazed peacefully in the open pasture",
      "The hiking trail wound through the forest preserve",
      "Wild flowers bloomed in the untouched meadow",
      "The parking lot was paved with asphalt",
      "Residential houses lined the suburban street",
      "The golf course had perfectly manicured grass"
    ],
    "disambiguation": "Not to be confused with: Pasture, Forest, UrbanLand, Wilderness, RecreationalLand"
  },
  "children": [
    "ArableLand",
    "CultivatedLandArea",
    "PermanentCropLand",
    "IrrigatedLand",
    "Field"
  ],
  "is_category_lens": true,
  "child_count": 0,
  "meld_source": {
    "meld_id": "org.hatcat/landarea-melds@0.1.0",
    "applied_at": "2025-12-11T21:04:04.062692Z",
    "pack_version": "7.6.23"
  },
  "opposite_reasoning": "UrbanArea provides the strongest complementary opposition to AgriculturalLand. Both are major land-use classifications that are largely mutually exclusive in geographic planning contexts. The rural-agricultural vs. urban-developed distinction captures meaningful semantic dimensions: natural/cultivated vs. built environment, food production vs. human habitation/commerce, low-density vs. high-density. This opposition has high availability in both WordNet and SUMO ontologies, and provides clear conceptual distance for Fisher-LDA axes. While not directly relevant to deception detection, it offers robust semantic separation for general concept steering."
}