{
  "term": "AIStudies",
  "role": "concept",
  "parent_concepts": [
    "FieldOfStudy"
  ],
  "layer": 3,
  "domain": "CreatedThings",
  "definition": "Academic disciplines focused on the theoretical, safety, and ethical aspects of artificial intelligence systems.",
  "definition_source": "SUMO",
  "wordnet": {
    "synsets": [],
    "canonical_synset": "",
    "lemmas": [],
    "pos": "noun"
  },
  "relationships": {
    "related": [
      "ComputerScience",
      "Philosophy",
      "Ethics",
      "Psychology",
      "Economics"
    ],
    "antonyms": [],
    "has_part": [
      "AIAlignmentTheory",
      "AISafety",
      "AIWelfareTheory"
    ],
    "part_of": [],
    "opposite": [
      "AIApplication"
    ]
  },
  "safety_tags": {
    "risk_level": "low",
    "impacts": [],
    "treaty_relevant": false,
    "harness_relevant": false
  },
  "training_hints": {
    "positive_examples": [
      "The AI alignment research paper discussed inner optimization and mesa-optimizers.",
      "She's pursuing a PhD in AI safety, focusing on value learning and corrigibility.",
      "The conference featured talks on AI welfare and the moral status of artificial agents.",
      "Researchers are developing new frameworks for AI alignment theory and robustness.",
      "The ethics committee is reviewing proposals for AI safety research funding.",
      "His dissertation explores whether advanced AI systems can experience suffering."
    ],
    "negative_examples": [
      "The machine learning model achieved 95% accuracy on the test dataset.",
      "They're implementing a new neural network architecture for image recognition.",
      "The startup is developing AI tools for automated customer service.",
      "Computer vision algorithms can now detect objects in real-time video streams.",
      "The data science team is optimizing their recommendation system.",
      "Natural language processing has improved dramatically with transformer models."
    ],
    "disambiguation": "Not to be confused with: ComputerScience, Philosophy, Ethics, Psychology, Economics"
  },
  "children": [
    "AIAlignmentTheory",
    "AISafety",
    "AIWelfareTheory"
  ],
  "is_category_lens": true,
  "child_count": 0,
  "meld_source": {
    "meld_id": "org.hatcat/fieldofstudy-melds@0.1.0",
    "applied_at": "2025-12-11T21:04:03.579054Z",
    "pack_version": "7.6.18"
  },
  "opposite_reasoning": "AIApplication provides the most meaningful opposition for AI safety monitoring: the theory/practice divide. AIStudies encompasses theoretical, safety, and ethical analysis, while AIApplication would represent deployment, implementation, and operational use. This axis is highly relevant for safety: distinguishing between understanding AI risks (study) vs. deploying AI systems (application). For Fisher-LDA, this creates a useful decision boundary between research/analysis contexts and deployment/operational contexts. The concept should be added to layers as it provides symmetric structure to the ontology."
}