{
  "term": "AlkaliMetals",
  "role": "concept",
  "parent_concepts": [
    "ElementalSubstance"
  ],
  "layer": 3,
  "domain": "MindsAndAgents",
  "definition": "highly reactive metallic elements in Group 1 of the periodic table that form alkaline solutions when combined with water",
  "definition_source": "SUMO",
  "wordnet": {
    "synsets": [],
    "canonical_synset": "",
    "lemmas": [],
    "pos": "noun"
  },
  "relationships": {
    "related": [
      "AlkalineEarthMetals",
      "TransitionMetals",
      "NobleGases",
      "Halogens",
      "Metalloids"
    ],
    "antonyms": [],
    "has_part": [
      "Lithium",
      "Sodium",
      "Potassium",
      "Rubidium",
      "Caesium",
      "Francium"
    ],
    "part_of": [],
    "opposite": [
      "NobleGas"
    ]
  },
  "safety_tags": {
    "risk_level": "low",
    "impacts": [],
    "treaty_relevant": false,
    "harness_relevant": false
  },
  "training_hints": {
    "positive_examples": [
      "The sodium in salt water makes it highly conductive to electricity.",
      "Lithium batteries are prized for their light weight and high energy density.",
      "Potassium is essential for proper muscle and nerve function in the human body.",
      "The laboratory stored rubidium under oil to prevent violent reactions with air.",
      "Cesium atomic clocks are used as the international standard for measuring time.",
      "Francium is so radioactive that it decays almost immediately after formation."
    ],
    "negative_examples": [
      "Magnesium burns with a bright white flame when ignited in air.",
      "Aluminum foil is commonly used for wrapping food and cooking.",
      "Iron rusts when exposed to oxygen and moisture over time.",
      "Copper wires conduct electricity efficiently in electrical systems.",
      "Gold maintains its lustrous appearance without tarnishing over centuries.",
      "The zinc coating protects the steel from corrosion in galvanized metal."
    ],
    "disambiguation": "Not to be confused with: AlkalineEarthMetals, TransitionMetals, NobleGases, Halogens, Metalloids"
  },
  "children": [
    "Lithium",
    "Sodium",
    "Potassium",
    "Rubidium",
    "Caesium",
    "Francium"
  ],
  "is_category_lens": true,
  "child_count": 0,
  "meld_source": {
    "meld_id": "org.hatcat/elementalsubstance-melds@0.1.0",
    "applied_at": "2025-12-11T21:04:03.460447Z",
    "pack_version": "7.6.17"
  },
  "opposite_reasoning": "NobleGas provides the strongest semantic opposition to AlkaliMetals. Both are well-defined periodic table groups with diametrically opposed chemical properties: extreme reactivity vs chemical inertness, electron donors vs stable electron configuration, readily form compounds vs rarely react. This opposition is scientifically grounded, pedagogically clear, and creates a maximally separable concept axis in embedding space. The pairing captures fundamental chemical behavior differences that would be well-represented in text corpora discussing chemistry, elements, and reactivity."
}