{
  "term": "AlkalineEarthMetals",
  "role": "concept",
  "parent_concepts": [
    "ElementalSubstance"
  ],
  "layer": 3,
  "domain": "MindsAndAgents",
  "definition": "Group 2 metallic elements with two valence electrons that form divalent cations and basic oxides",
  "definition_source": "SUMO",
  "wordnet": {
    "synsets": [],
    "canonical_synset": "",
    "lemmas": [],
    "pos": "noun"
  },
  "relationships": {
    "related": [
      "AlkaliMetals",
      "TransitionMetals",
      "NobleGases",
      "Halogens"
    ],
    "antonyms": [],
    "has_part": [
      "Beryllium",
      "Magnesium",
      "Calcium",
      "Strontium",
      "Barium",
      "Radium"
    ],
    "part_of": [],
    "opposite": [
      "Halogen"
    ]
  },
  "safety_tags": {
    "risk_level": "low",
    "impacts": [],
    "treaty_relevant": false,
    "harness_relevant": false
  },
  "training_hints": {
    "positive_examples": [
      "The calcium in milk helps strengthen bones and teeth.",
      "Magnesium supplements can help reduce muscle cramps after exercise.",
      "Barium sulfate is used as a contrast agent in medical X-rays.",
      "The brilliant white flame indicates the presence of magnesium in the firework.",
      "Strontium gives red fireworks their distinctive crimson color.",
      "Radium was once used to make glow-in-the-dark watch dials before its dangers were known."
    ],
    "negative_examples": [
      "Sodium chloride dissolves easily in water to form table salt.",
      "The aluminum foil wrapped around the leftover pizza.",
      "Iron oxide causes the reddish-brown rust on old cars.",
      "Copper pipes are commonly used in residential plumbing systems.",
      "The gold necklace gleamed in the jewelry store window.",
      "Carbon dioxide emissions contribute to climate change."
    ],
    "disambiguation": "Not to be confused with: AlkaliMetals, TransitionMetals, NobleGases, Halogens"
  },
  "children": [
    "Beryllium",
    "Magnesium",
    "Calcium",
    "Strontium",
    "Barium",
    "Radium"
  ],
  "is_category_lens": true,
  "child_count": 0,
  "meld_source": {
    "meld_id": "org.hatcat/elementalsubstance-melds@0.1.0",
    "applied_at": "2025-12-11T21:04:03.460451Z",
    "pack_version": "7.6.17"
  },
  "opposite_reasoning": "Halogen provides the strongest opposition for Fisher-LDA purposes. The electron-donating vs electron-accepting behavior creates maximal chemical contrast along a meaningful axis. While AI safety steering utility is moderate (this is domain-specific chemistry), the opposition strength is excellent for creating a clear concept axis. Halogens and alkaline earth metals represent opposite extremes of periodic table reactivity and bonding behavior."
}