{
  "term": "BoundaryMovement",
  "role": "concept",
  "parent_concepts": [
    "Translocation"
  ],
  "layer": 3,
  "domain": "CreatedThings",
  "definition": "Movement that crosses established boundaries, barriers, or territorial limits",
  "definition_source": "SUMO",
  "wordnet": {
    "synsets": [],
    "canonical_synset": "",
    "lemmas": [],
    "pos": "noun"
  },
  "relationships": {
    "related": [
      "CircularMotion",
      "LinearMovement",
      "RepeatedMovement",
      "VerticalMovement"
    ],
    "antonyms": [],
    "has_part": [
      "Escaping",
      "Trespassing",
      "MilitaryInfiltration",
      "Immigrating"
    ],
    "part_of": [],
    "opposite": [
      "BoundaryRespecting"
    ]
  },
  "safety_tags": {
    "risk_level": "low",
    "impacts": [],
    "treaty_relevant": false,
    "harness_relevant": false
  },
  "training_hints": {
    "positive_examples": [
      "The refugees crossed the border into the neighboring country seeking asylum",
      "She slipped through the fence and onto the private property",
      "The spy infiltrated enemy territory undetected",
      "The prisoner escaped through a hole in the wall",
      "Immigrants moved to America for better opportunities",
      "The protestors broke through the police barricade"
    ],
    "negative_examples": [
      "The train moved back and forth on the same track",
      "She paced nervously in the waiting room",
      "The pendulum swung from side to side",
      "He jogged around the neighborhood block",
      "The dancer moved gracefully across the stage",
      "The elevator went up and down between floors"
    ],
    "disambiguation": "Not to be confused with: CircularMotion, LinearMovement, RepeatedMovement, VerticalMovement"
  },
  "children": [
    "Escaping",
    "ForcibleEntry",
    "Trespassing_Break In",
    "Trespassing_Trespass",
    "MilitaryInfiltration",
    "Immigrating"
  ],
  "is_category_lens": true,
  "child_count": 0,
  "meld_source": {
    "meld_id": "org.hatcat/translocation-melds@0.1.0",
    "applied_at": "2025-12-11T21:04:05.662218Z",
    "pack_version": "7.6.42"
  },
  "opposite_reasoning": "While BoundaryRespecting doesn't currently exist in standard ontologies, it provides the strongest semantic opposition for AI safety monitoring. BoundaryMovement's children (Escaping, Trespassing, MilitaryInfiltration) all involve boundary violation - the natural opposite is boundary compliance/respect. This is highly relevant for alignment: detecting when AI systems respect vs. transgress established constraints. The concept is abstract enough to cover physical boundaries (like Trespassing) and abstract ones (like rule violations). For Fisher-LDA, this creates a clear axis: boundary-violating behavior vs. boundary-respecting behavior. If unavailable, Confinement provides a solid fallback with better availability but slightly weaker opposition strength."
}