{
  "term": "BuildingParts",
  "role": "concept",
  "parent_concepts": [
    "StationaryArtifact"
  ],
  "layer": 3,
  "domain": "CreatedThings",
  "definition": "Structural components and elements that make up buildings and enclosed spaces",
  "definition_source": "SUMO",
  "wordnet": {
    "synsets": [],
    "canonical_synset": "",
    "lemmas": [],
    "pos": "noun"
  },
  "relationships": {
    "related": [
      "BuildingTools",
      "Infrastructure",
      "Furniture",
      "Landscape",
      "Vehicle"
    ],
    "antonyms": [],
    "has_part": [
      "Barrier",
      "BuildingLevel",
      "Ceiling",
      "Chimney",
      "Doorway",
      "Fence",
      "Fireplace",
      "Floor",
      "Monument",
      "Roof",
      "Stairway",
      "Steeple",
      "Steps",
      "Tomb",
      "Wall"
    ],
    "part_of": [],
    "opposite": [
      "NaturalLandFeatures"
    ]
  },
  "safety_tags": {
    "risk_level": "low",
    "impacts": [],
    "treaty_relevant": false,
    "harness_relevant": false
  },
  "training_hints": {
    "positive_examples": [
      "The contractor inspected the roof for damage after the storm",
      "She walked through the doorway into the brightly lit room",
      "The fireplace crackled warmly in the corner of the living room",
      "Workers installed new ceiling tiles in the office building",
      "The fence around the property marked the boundary clearly",
      "Smoke rose from the brick chimney on a cold winter morning"
    ],
    "negative_examples": [
      "The carpenter grabbed his hammer from the toolbox",
      "The excavator dug a foundation hole for the new house",
      "She planted flowers in the garden bed near the porch",
      "The delivery truck parked in front of the warehouse",
      "Construction materials were stacked on the building site",
      "The architect drew blueprints for the proposed office complex"
    ],
    "disambiguation": "Not to be confused with: BuildingTools, Infrastructure, Furniture, Landscape, Vehicle"
  },
  "children": [
    "Barrier",
    "BuildingLevel",
    "Ceiling",
    "Chimney",
    "Doorway",
    "Fence",
    "Fireplace",
    "Floor",
    "Monument",
    "Roof",
    "Stairway",
    "Steeple",
    "Steps",
    "Tomb",
    "Wall"
  ],
  "is_category_lens": true,
  "child_count": 0,
  "meld_source": {
    "meld_id": "org.hatcat/stationaryartifact-melds@0.1.0",
    "applied_at": "2025-12-11T21:04:05.416427Z",
    "pack_version": "7.6.39"
  },
  "opposite_reasoning": "NaturalLandFeatures provides the strongest semantic opposition for BuildingParts by capturing the human-made/natural dichotomy. While BuildingParts are manufactured structural components (walls, roofs, floors, chimneys), natural land features are geological formations shaped by natural processes (mountains, valleys, rivers, caves). This opposition is intuitive, mutually exclusive in origin, and maintains category coherence (both are physical spatial entities). It's more specific and meaningful than the abstract entity/process distinction, and more semantically rich than generic NaturalObject. For Fisher-LDA, this should create a clear axis separating artificial structures from natural formations."
}