{
  "term": "BusinessServices",
  "role": "concept",
  "parent_concepts": [
    "ServiceProcess"
  ],
  "layer": 3,
  "domain": "MindsAndAgents",
  "definition": "Professional services provided to support commercial operations and business needs",
  "definition_source": "SUMO",
  "wordnet": {
    "synsets": [],
    "canonical_synset": "",
    "lemmas": [],
    "pos": "noun"
  },
  "relationships": {
    "related": [
      "PersonalServices",
      "PublicServices",
      "EmergencyServices",
      "HealthcareServices"
    ],
    "antonyms": [],
    "has_part": [
      "ExecutiveService",
      "SecretarialService",
      "PhotocopyingService",
      "CommercialService"
    ],
    "part_of": []
  },
  "safety_tags": {
    "risk_level": "low",
    "impacts": [],
    "treaty_relevant": false,
    "harness_relevant": false
  },
  "training_hints": {
    "positive_examples": [
      "The company hired a secretarial service to handle their correspondence and scheduling.",
      "Executive lounge services included complimentary breakfast and meeting rooms for premium guests.",
      "The office building offered photocopying services for all tenants on the third floor.",
      "Our firm provides comprehensive commercial services including procurement and vendor management.",
      "She worked for a business service provider that handled administrative tasks for small companies.",
      "The hotel's executive floor services catered to business travelers with dedicated concierge support."
    ],
    "negative_examples": [
      "The restaurant provided excellent customer service during our dinner.",
      "Emergency medical services arrived within minutes of the accident.",
      "The city's public transportation service runs until midnight.",
      "She volunteers at the local community service center on weekends.",
      "The utility company's repair service fixed our broken water line.",
      "Personal training services helped him achieve his fitness goals."
    ],
    "disambiguation": "Not to be confused with: PersonalServices, PublicServices, EmergencyServices, HealthcareServices"
  },
  "children": [
    "ExecutiveService",
    "SecretarialService",
    "PhotocopyingService",
    "FinancialService"
  ],
  "is_category_lens": true,
  "child_count": 0,
  "meld_source": {
    "meld_id": "org.hatcat/serviceprocess-melds@0.1.0",
    "applied_at": "2025-12-11T21:04:04.955169Z",
    "pack_version": "7.6.34"
  }
}