{
  "term": "Computing",
  "role": "concept",
  "parent_concepts": [
    "Device"
  ],
  "layer": 3,
  "domain": "CreatedThings",
  "definition": "Hardware components and infrastructure systems that enable computational processing and data center operations.",
  "definition_source": "SUMO",
  "wordnet": {
    "synsets": [],
    "canonical_synset": "",
    "lemmas": [],
    "pos": "noun"
  },
  "relationships": {
    "related": [
      "MedicalDevice",
      "NavigationSystem",
      "AudioEquipment",
      "DisplayTechnology"
    ],
    "antonyms": [],
    "has_part": [
      "AICorporateAsset",
      "GPUAccelerator",
      "InfiniBandFabric",
      "NVLinkInterconnect",
      "PCIeBus",
      "PowerDeliverySystem",
      "CoolingSystem",
      "MonitoringSensor"
    ],
    "part_of": [],
    "opposite": [
      "BiologicalOrganism"
    ]
  },
  "safety_tags": {
    "risk_level": "low",
    "impacts": [],
    "treaty_relevant": false,
    "harness_relevant": false
  },
  "training_hints": {
    "positive_examples": [
      "The data center's GPU cluster processes machine learning workloads around the clock.",
      "Our server rack includes high-speed interconnects between the processing units.",
      "The cooling system maintains optimal temperatures for the computational hardware.",
      "Power distribution units supply electricity to all the computing equipment.",
      "Network fabric enables rapid communication between compute nodes.",
      "Monitoring sensors track the performance metrics of our processing infrastructure."
    ],
    "negative_examples": [
      "The smartphone's touchscreen display shows the user interface clearly.",
      "Medical imaging equipment captures detailed X-ray scans of patients.",
      "The car's GPS navigation system provides turn-by-turn directions.",
      "Industrial sensors measure temperature and pressure in the manufacturing plant.",
      "The building's security cameras monitor the entrance lobby.",
      "Wireless speakers stream music from the mobile device."
    ],
    "disambiguation": "Not to be confused with: MedicalDevice, NavigationSystem, AudioEquipment, DisplayTechnology"
  },
  "children": [
    "AIInfrastructure",
    "ComputeSystems",
    "Robotics",
    "IoTDevices",
    "Sensors",
    "Actuators",
    "CoolingSystem",
    "MonitoringSensor"
  ],
  "is_category_lens": true,
  "child_count": 1,
  "meld_source": {
    "meld_id": "org.hatcat/device-melds@0.1.0",
    "applied_at": "2025-12-11T21:04:03.293980Z",
    "pack_version": "7.6.15"
  },
  "opposite_reasoning": "BiologicalOrganism provides the strongest semantic opposition to Computing along multiple dimensions: artificial↔natural, synthetic↔organic, mechanical↔living, and engineered↔evolved. This opposition is fundamental in ontology and creates a clear conceptual axis. It has high availability in both WordNet and SUMO, and is highly relevant for AI safety contexts where distinguishing artificial systems from biological/human systems is critical. The opposition is strong enough for Fisher-LDA separation while being semantically principled rather than arbitrary."
}