{
  "term": "DesignFields",
  "role": "concept",
  "parent_concepts": [
    "FieldOfStudy"
  ],
  "layer": 3,
  "domain": "CreatedThings",
  "definition": "Academic and professional disciplines focused on planning and creating built environments and spatial arrangements.",
  "definition_source": "SUMO",
  "wordnet": {
    "synsets": [],
    "canonical_synset": "",
    "lemmas": [],
    "pos": "noun"
  },
  "relationships": {
    "related": [
      "Engineering",
      "Medicine",
      "Mathematics",
      "Literature"
    ],
    "antonyms": [],
    "has_part": [
      "Architecture",
      "InteriorDesign"
    ],
    "part_of": []
  },
  "safety_tags": {
    "risk_level": "low",
    "impacts": [],
    "treaty_relevant": false,
    "harness_relevant": false
  },
  "training_hints": {
    "positive_examples": [
      "She's studying architecture at the university to become a licensed architect.",
      "The interior design program teaches students about color theory and space planning.",
      "His architectural thesis explored sustainable building materials and energy efficiency.",
      "The interior designer specialized in commercial spaces like restaurants and offices.",
      "Architecture schools require courses in both structural engineering and design aesthetics.",
      "The firm offers both architectural services and interior design consultation."
    ],
    "negative_examples": [
      "The graphic designer created a new logo for the company's website.",
      "He studied mechanical engineering to work on automotive design projects.",
      "The fashion designer showcased her latest collection at Paris Fashion Week.",
      "She majored in industrial design to create consumer products and appliances.",
      "The landscape architect designed beautiful gardens and outdoor spaces for the park.",
      "Urban planning involves designing entire city layouts and transportation systems."
    ],
    "disambiguation": "Not to be confused with: Engineering, Medicine, Mathematics, Literature"
  },
  "children": [
    "Architecture",
    "InteriorDesign"
  ],
  "is_category_lens": true,
  "child_count": 0,
  "meld_source": {
    "meld_id": "org.hatcat/fieldofstudy-melds@0.1.0",
    "applied_at": "2025-12-11T21:04:03.579073Z",
    "pack_version": "7.6.18"
  }
}