{
  "term": "DirectionalMovement",
  "role": "concept",
  "parent_concepts": [
    "Translocation"
  ],
  "layer": 3,
  "domain": "CreatedThings",
  "definition": "Movement with a clear orientation toward or away from a reference point or target.",
  "definition_source": "SUMO",
  "wordnet": {
    "synsets": [],
    "canonical_synset": "",
    "lemmas": [],
    "pos": "noun"
  },
  "relationships": {
    "related": [
      "CircularMotion",
      "RandomMovement",
      "OscillatingMotion",
      "PatternedMovement"
    ],
    "antonyms": [],
    "has_part": [
      "MovingAwayFrom",
      "MovingTowards",
      "MovingTowardsPeople"
    ],
    "part_of": [],
    "opposite": [
      "RandomMotion"
    ]
  },
  "safety_tags": {
    "risk_level": "low",
    "impacts": [],
    "treaty_relevant": false,
    "harness_relevant": false
  },
  "training_hints": {
    "positive_examples": [
      "The cat walked toward the door when it heard footsteps.",
      "She stepped back from the edge of the cliff.",
      "The crowd surged forward to get closer to the stage.",
      "He leaned away from the smoking barbecue.",
      "The dog ran up to greet the visitors at the gate.",
      "The child moved closer to her mother during the thunderstorm."
    ],
    "negative_examples": [
      "The dancer spun gracefully in circles on the stage.",
      "She wandered aimlessly through the garden paths.",
      "The ball rolled randomly across the uneven ground.",
      "He paced back and forth in the hallway.",
      "The leaves swirled chaotically in the wind.",
      "The robot moved in precise geometric patterns."
    ],
    "disambiguation": "Not to be confused with: CircularMotion, RandomMovement, OscillatingMotion, PatternedMovement"
  },
  "children": [
    "Abducting",
    "Adducting",
    "MovingTowardsPeople"
  ],
  "is_category_lens": true,
  "child_count": 0,
  "meld_source": {
    "meld_id": "org.hatcat/translocation-melds@0.1.0",
    "applied_at": "2025-12-11T21:04:05.662221Z",
    "pack_version": "7.6.42"
  },
  "opposite_reasoning": "RandomMotion provides the strongest complementary opposition to DirectionalMovement. While DirectionalMovement is characterized by clear orientation toward/away from a reference point, RandomMotion lacks this defining feature entirely. This creates a clean semantic axis for Fisher-LDA where μ+ represents goal-directed movement and μ- represents undirected movement. This is valuable for AI safety contexts where distinguishing purposeful vs. random behavior patterns matters. The concept likely exists in both WordNet (random motion, Brownian motion) and SUMO ontologies, making it readily available."
}