{
  "term": "Eardrum",
  "role": "concept",
  "parent_concepts": [
    "HeadAndFace"
  ],
  "layer": 3,
  "domain": "LivingThings",
  "definition": "In the anatomy of humans and various other tetrapods, the eardrum,\nalso called the tympanic membrane or myringa, is a thin, cone_shaped membrane that separates the external ear\nfrom the middle ear. Its function is to transmit sound from the air to the ossicles inside the middle ear,\nand then to the oval window in the fluid_filled cochlea. Hence, it ultimately converts and amplifies\nvibration in the air to vibration in cochlear fluid. The &%MalleusBone bridges the gap between the\neardrum and the other ossicles. Rupture or perforation of the eardrum can lead to conductive hearing loss.\nCollapse or retraction of the eardrum can cause conductive hearing loss or cholesteatoma. [from Wikipedia]",
  "definition_source": "SUMO",
  "aliases": [
    "eardrum"
  ],
  "wordnet": {
    "synsets": [
      "eardrum.n.01"
    ],
    "canonical_synset": "eardrum.n.01",
    "lemmas": [
      "eardrum"
    ],
    "pos": "noun"
  },
  "relationships": {
    "related": [],
    "antonyms": [],
    "has_part": [],
    "part_of": [],
    "opposite": [
      "VocalCord"
    ]
  },
  "safety_tags": {
    "risk_level": "low",
    "impacts": [],
    "treaty_relevant": false,
    "harness_relevant": false
  },
  "training_hints": {
    "positive_examples": [],
    "negative_examples": [],
    "disambiguation": "",
    "seed_terms": [
      "eardrum"
    ]
  },
  "is_category_lens": true,
  "child_count": 0,
  "opposite_reasoning": "While Eardrum has no direct antonym (it's a specific anatomical structure), VocalCord provides the strongest semantic opposition within a coherent conceptual framework. Both are membrane structures involved in sound processing, but they represent opposite directions in the communication pathway: auditory reception (input) vs. phonation (output). This input-output opposition is more semantically meaningful than arbitrary anatomical contrasts. The pairing captures a natural complementarity in the sensory-motor communication system, making it useful for concept space organization even if not directly relevant to AI safety applications."
}