{
  "term": "EngineeringFields",
  "role": "concept",
  "parent_concepts": [
    "FieldOfStudy"
  ],
  "layer": 3,
  "domain": "CreatedThings",
  "definition": "Applied science disciplines that use mathematical and scientific principles to design, build, and maintain systems and devices.",
  "definition_source": "SUMO",
  "wordnet": {
    "synsets": [],
    "canonical_synset": "",
    "lemmas": [],
    "pos": "noun"
  },
  "relationships": {
    "related": [
      "PureSciences",
      "SocialSciences",
      "Mathematics",
      "ComputerScience"
    ],
    "antonyms": [],
    "has_part": [
      "ElectricalEngineering",
      "MechanicalEngineering",
      "PowerElectronics",
      "Electronics"
    ],
    "part_of": [],
    "opposite": [
      "Humanities"
    ]
  },
  "safety_tags": {
    "risk_level": "low",
    "impacts": [],
    "treaty_relevant": false,
    "harness_relevant": false
  },
  "training_hints": {
    "positive_examples": [
      "She studied electrical engineering to design circuit boards for smartphones.",
      "The mechanical engineering team developed a new turbine engine design.",
      "Power electronics specialists work on efficient energy conversion systems.",
      "Electronics engineers create the microprocessors that run our computers.",
      "His engineering degree prepared him to solve complex technical problems.",
      "The company hired engineers to optimize their manufacturing processes."
    ],
    "negative_examples": [
      "She majored in theoretical physics to understand quantum mechanics.",
      "The biology professor studied cellular regeneration mechanisms.",
      "He pursued pure mathematics research in algebraic topology.",
      "Computer science students learn algorithms and data structures.",
      "Chemistry researchers developed new pharmaceutical compounds.",
      "The psychology department studies human behavioral patterns."
    ],
    "disambiguation": "Not to be confused with: PureSciences, SocialSciences, Mathematics, ComputerScience"
  },
  "children": [
    "ElectricalEngineering",
    "MechanicalEngineering",
    "PowerElectronics",
    "Electronics"
  ],
  "is_category_lens": true,
  "child_count": 0,
  "meld_source": {
    "meld_id": "org.hatcat/fieldofstudy-melds@0.1.0",
    "applied_at": "2025-12-11T21:04:03.579062Z",
    "pack_version": "7.6.18"
  },
  "opposite_reasoning": "Humanities provides the strongest and most recognized categorical opposition to EngineeringFields. This captures multiple dimensions: technical vs. interpretive, quantitative vs. qualitative, STEM vs. liberal arts, building systems vs. understanding human culture. This opposition is well-established in academic taxonomy, likely exists in both WordNet and SUMO, and provides clear semantic distance for Fisher-LDA separation. While PureScience captures the applied/theoretical distinction well, Humanities provides broader categorical separation that's more useful for concept steering and is more likely to appear in diverse contexts."
}