{
  "term": "ForeignInternalDefense",
  "role": "concept",
  "parent_concepts": [
    "MilitaryProcess"
  ],
  "layer": 3,
  "domain": "MindsAndAgents",
  "definition": "These are operations that\ninvolve participation by civilian and military agencies of a\ngovernment in any of the action programs taken by another government\nor other designated organization, to free and protect its society from\nsubversion, lawlessness, and insurgency. Both conventional and SOF\nunits have a role and capability to conduct FID missions. SOF's\nprimary role in this interagency activity is to assess, train, advise,\nand assist HN military and paramilitary forces with the tasks that\nrequire their unique capabilities. The goal is to enable these forces\nto maintain the HN's internal stability, to counter subversion and\nviolence in their country, and to address the causes of\ninstability. Internal stability forms the shield behind which a\nnation-building campaign can succeed. Successful FID missions can lead\nto strategic successes for US foreign policy. FID activities include\nthe following:\n\n(1) HN Military Assistance. These are operations that train HN\nmilitary individuals and units in tactical employment, sustainment,\nand integration of land, air, and maritime skills, provide advice and\nassistance to military leaders, and provide training on tactics,\ntechniques, and procedures required to protect the HN from subversion,\nlawlessness, and insurgency, and develop indigenous individual,\nleader, and organizational skills.\n\n(2) Population Security. These are operations that strengthen\npopulation security by providing supervision of tactical operations\nconducted by HN military units to neutralize and destroy insurgent\nthreats, isolate insurgents from the civil population, and protect the\ncivil population. As a subset of FID, designated SOF units may also\ntrain select HN forces to perform counterterrorist missions. For more\ndetails on FID, see JP 3-07.1, Joint Tactics, Techniques, and\nProcedures for Foreign Internal Defense (FID).",
  "definition_source": "SUMO",
  "aliases": [
    "foreign_internal_defense",
    "foreign internal defense",
    "foreign-internal-defense"
  ],
  "wordnet": {
    "synsets": [
      "foreign_internal_defense.n.01"
    ],
    "canonical_synset": "foreign_internal_defense.n.01",
    "lemmas": [
      "foreign_internal_defense",
      "foreign internal defense",
      "foreign-internal-defense"
    ],
    "pos": "noun"
  },
  "relationships": {
    "related": [],
    "antonyms": [],
    "has_part": [
      "HNMilitaryAssistance",
      "PopulationSecurity"
    ],
    "part_of": [],
    "opposite": [
      "Insurrection"
    ]
  },
  "safety_tags": {
    "risk_level": "medium",
    "impacts": [],
    "treaty_relevant": false,
    "harness_relevant": true
  },
  "training_hints": {
    "positive_examples": [],
    "negative_examples": [],
    "disambiguation": "",
    "seed_terms": [
      "foreign_internal_defense",
      "foreign internal defense",
      "foreign-internal-defense"
    ]
  },
  "children": [
    "HNMilitaryAssistance",
    "PopulationSecurity"
  ],
  "is_category_lens": true,
  "child_count": 2,
  "opposite_reasoning": "Insurrection provides the strongest semantic opposition to ForeignInternalDefense. FID is explicitly defined as operations to 'free and protect [a] society from subversion, lawlessness, and insurgency' - making insurgency/insurrection the direct operational opposite. This is not just a distributional opposite but represents what FID actively counters. For Fisher-LDA concept axes, this provides clear separation: stabilization/defense operations vs. destabilization/rebellion actions. The opposition is particularly useful for AI safety monitoring as it distinguishes between legitimate security assistance and violent anti-government actions. Both concepts exist in SUMO and WordNet, making this pairing readily available."
}