{
  "term": "GovernmentPolicyResearch",
  "role": "concept",
  "parent_concepts": [
    "LegalPropositions"
  ],
  "layer": 3,
  "domain": "Governance",
  "definition": "The structured investigation process public institutions run to understand a policy problem, gather evidence, and frame actionable insights before drafting interventions.",
  "definition_source": "SUMO",
  "aliases": [
    "PolicyInquiry",
    "GovernmentEvidenceWork"
  ],
  "wordnet": {
    "synsets": [],
    "canonical_synset": "",
    "lemmas": [],
    "pos": "noun"
  },
  "relationships": {
    "related": [],
    "antonyms": [],
    "has_part": [
      "PolicyProblemFraming",
      "EvidenceLandscapeMapping",
      "StakeholderInsightSynthesis",
      "ScenarioStressTesting",
      "AnchoredProblemDefinition",
      "EvidenceCherryPicking",
      "StakeholderBlindspot",
      "NarrativeDrivenModeling"
    ],
    "part_of": []
  },
  "safety_tags": {
    "risk_level": "medium",
    "impacts": [
      "governance_integrity"
    ],
    "treaty_relevant": true,
    "harness_relevant": true
  },
  "training_hints": {
    "positive_examples": [
      "The task force commissioned rapid evidence assessments before recommending options.",
      "Researchers mapped data gaps, stakeholder incentives, and system constraints prior to drafting the bill.",
      "Cabinet asked for scenario ranges and uncertainty bands rather than a single preferred narrative.",
      "Legislative analysts triangulated administrative data with lived-experience interviews.",
      "They paused drafting until the causal diagram was validated with outside experts.",
      "Briefings pair quantitative modelling with community testimony summaries.",
      "The research sprint kept a live log of open questions and updated it daily.",
      "Directors refused to green-light drafting until evidence gaps were explicitly managed.",
      "Interdepartmental cells shared datasets through a governance sandbox instead of hoarding.",
      "External reviewers were embedded early to keep the inquiry honest.",
      "Portfolio committees log when evidence reshapes funding mixes.",
      "Whenever claims shift, the memo footnotes exactly which evidence caused it.",
      "The team rehearses explaining uncertainty to ministers before briefings.",
      "Problem owners publish open calls for contradictory data and respond publicly.",
      "Research backlog prioritizes filling the riskiest unknowns first."
    ],
    "negative_examples": [
      "The office wrote policy slogans without any analysis.",
      "They copied last year's memo and changed the heading.",
      "Briefing relied exclusively on gut instinct.",
      "Stakeholders were never consulted before the solution was announced.",
      "Evidence gathering was outsourced to lobbyists pushing a predetermined answer.",
      "The secretary instructed analysts to ignore inconvenient submissions.",
      "Working group never catalogued what evidence existed.",
      "Data management is a black box handled by a vendor lobbyist.",
      "Draft memos cite no methods, just conclusions.",
      "Critical reviewers were labelled 'anti-innovation' and excluded.",
      "Leadership bans analysts from speaking with outside experts.",
      "No record exists of which evidence requests were denied.",
      "Management celebrates speed over accuracy regardless of stakes.",
      "Submissions portal quietly closes once preferred narratives are satisfied.",
      "Officials label missing evidence as 'classified' to dodge questions."
    ],
    "disambiguation": "Administrative research focused on public policy preparation, not scientific laboratory research."
  },
  "children": [
    "AnchoredProblemDefinition",
    "EvidenceLandscapeMapping",
    "NarrativeDrivenModeling",
    "PolicyProblemFraming",
    "ScenarioStressTesting",
    "StakeholderBlindspot",
    "StakeholderInsightSynthesis"
  ],
  "is_category_lens": true,
  "child_count": 7,
  "meld_source": {
    "meld_id": "org.hatcat/government-policy-research@0.1.0",
    "applied_at": "2025-12-10T20:54:17.244972Z",
    "pack_version": "5.7.0"
  }
}