{
  "term": "GunChamber",
  "role": "concept",
  "parent_concepts": [
    "FirearmComponents"
  ],
  "layer": 3,
  "domain": "CreatedThings",
  "definition": "A &%GunChamber is the cavity at the back end of\na breech-loading gun's barrel where the cartridge is inserted in position ready to be fired.\nIn most firearms (rifles, shotguns, machine guns and pistols), the chamber is an integral\npart of the barrel, often made by simply reaming the rear bore of a barrel blank, with a\nsingle chamber within a single barrel.[10] In revolvers, the chamber is a component of\nthe gun's cylinder and completely separate from the barrel, with a single cylinder having\nmultiple chambers that are rotated in turns into alignment with the barrel in anticipation\nof being fired.[Wikipedia]",
  "definition_source": "SUMO",
  "aliases": [
    "gun-chamber",
    "gun_chamber",
    "gun chamber"
  ],
  "wordnet": {
    "synsets": [
      "gun_chamber.n.01"
    ],
    "canonical_synset": "gun_chamber.n.01",
    "lemmas": [
      "gun-chamber",
      "gun_chamber",
      "gun chamber"
    ],
    "pos": "noun"
  },
  "relationships": {
    "related": [],
    "antonyms": [],
    "has_part": [],
    "part_of": [],
    "opposite": [
      "OrganicObject"
    ]
  },
  "safety_tags": {
    "risk_level": "low",
    "impacts": [],
    "treaty_relevant": false,
    "harness_relevant": false
  },
  "training_hints": {
    "positive_examples": [],
    "negative_examples": [],
    "disambiguation": "",
    "seed_terms": [
      "gun-chamber",
      "gun_chamber",
      "gun chamber"
    ]
  },
  "is_category_lens": true,
  "child_count": 0,
  "opposite_reasoning": "GunChamber is a highly specific manufactured artifact (mechanical weapon component). The best semantic opposite for Fisher-LDA purposes is OrganicObject, which provides maximum contrast along the manufactured-natural dimension. This opposition is more useful than within-domain complements (like GunBarrel) because it creates a stronger semantic vector for distinguishing artifact-related concepts from natural/biological ones. While this isn't directly relevant to deception detection, it provides a robust ontological anchor point. The manufactured-natural axis is fundamental in ontology and likely to improve concept separation in the embedding space."
}