{
  "term": "Humanities",
  "role": "concept",
  "parent_concepts": [
    "FieldOfStudy"
  ],
  "layer": 3,
  "domain": "CreatedThings",
  "definition": "Academic disciplines that study human culture, thought, and expression through critical analysis and interpretation.",
  "definition_source": "SUMO",
  "wordnet": {
    "synsets": [],
    "canonical_synset": "",
    "lemmas": [],
    "pos": "noun"
  },
  "relationships": {
    "related": [
      "NaturalSciences",
      "SocialSciences",
      "Engineering",
      "Medicine"
    ],
    "antonyms": [],
    "has_part": [
      "History",
      "Literature",
      "Philosophy",
      "Theology",
      "Archeology"
    ],
    "part_of": []
  },
  "safety_tags": {
    "risk_level": "low",
    "impacts": [],
    "treaty_relevant": false,
    "harness_relevant": false
  },
  "training_hints": {
    "positive_examples": [
      "She earned her PhD in comparative literature, analyzing Victorian novels.",
      "The philosophy professor discussed Kant's categorical imperative with his students.",
      "Archaeologists uncovered ancient pottery that revealed insights about early civilizations.",
      "The history department is hosting a symposium on medieval European culture.",
      "His theology thesis examined the role of forgiveness in Christian doctrine.",
      "The humanities building houses departments of classics, art history, and religious studies."
    ],
    "negative_examples": [
      "The chemistry lab was equipped with new spectrometers for molecular analysis.",
      "Her psychology research focused on cognitive behavioral therapy techniques.",
      "The economics professor explained supply and demand curves to the class.",
      "Students in the computer science program learned advanced algorithms.",
      "The biology department received funding for their genetics research project.",
      "Engineering students designed a bridge using structural analysis software."
    ],
    "disambiguation": "Not to be confused with: NaturalSciences, SocialSciences, Engineering, Medicine"
  },
  "children": [
    "History",
    "Literature",
    "Philosophy",
    "Theology",
    "Archeology"
  ],
  "is_category_lens": true,
  "child_count": 0,
  "meld_source": {
    "meld_id": "org.hatcat/fieldofstudy-melds@0.1.0",
    "applied_at": "2025-12-11T21:04:03.579066Z",
    "pack_version": "7.6.18"
  }
}