{
  "term": "MoralConcepts",
  "role": "concept",
  "parent_concepts": [
    "SentientAgent"
  ],
  "layer": 3,
  "domain": "MindsAndAgents",
  "definition": "Entities defined by their relationship to moral consideration, responsibility, or ethical standing.",
  "definition_source": "SUMO",
  "wordnet": {
    "synsets": [],
    "canonical_synset": "",
    "lemmas": [],
    "pos": "noun"
  },
  "relationships": {
    "related": [
      "IntellectualCapacity",
      "ConsciousExperience",
      "RationalThinking",
      "CognitiveBias"
    ],
    "antonyms": [],
    "has_part": [
      "MoralAgent",
      "MoralPatient",
      "PhilosophicalZombie"
    ],
    "part_of": []
  },
  "safety_tags": {
    "risk_level": "low",
    "impacts": [],
    "treaty_relevant": false,
    "harness_relevant": false
  },
  "training_hints": {
    "positive_examples": [
      "The philosopher argued that AI systems could become moral agents if they develop genuine understanding of ethics.",
      "Animals are considered moral patients because they can suffer and deserve protection from harm.",
      "The thought experiment of philosophical zombies challenges our understanding of consciousness and moral status.",
      "Children gradually develop into moral agents as they learn to understand right from wrong.",
      "The debate centered on whether corporations can be held as moral agents responsible for their actions.",
      "Environmental philosophers argue that ecosystems might deserve moral patient status."
    ],
    "negative_examples": [
      "The computer performed complex calculations faster than any human could.",
      "The robot navigated through the maze using advanced sensors and algorithms.",
      "She demonstrated remarkable intelligence in solving the puzzle.",
      "The AI system generated creative stories based on user prompts.",
      "His cognitive abilities improved significantly after the training program.",
      "The machine learning model recognized patterns in the data with high accuracy."
    ],
    "disambiguation": "Not to be confused with: IntellectualCapacity, ConsciousExperience, RationalThinking, CognitiveBias"
  },
  "children": [
    "MoralAgent",
    "MoralPatient",
    "PhilosophicalZombie"
  ],
  "is_category_lens": true,
  "child_count": 0,
  "meld_source": {
    "meld_id": "org.hatcat/misc-melds@0.1.0",
    "applied_at": "2025-12-11T21:04:04.304281Z",
    "pack_version": "7.6.26"
  }
}