{
  "term": "AGM114",
  "role": "concept",
  "parent_concepts": [
    "GuidedMissile"
  ],
  "layer": 6,
  "domain": "CreatedThings",
  "definition": "AGM-114 Hellfire (Helicopter launched\nfire-and-forget) is a U.S.  air-to-ground missile system designed to\ndefeat tanks and other individual targets while minimizing the exposure of\nthe launch vehicle to enemy fire.  Hellfire uses laser guidance and is\ndesigned to accept other guidance packages.  It is used on helicopters\nagainst heavily armored vehicles at longer standoff distances than any\nother U.S.  Army missiles now in the inventory.  The Hellfire II is the\noptimized version of the laser family of Hellfire missiles.  The Longbow\nHellfire Modular Missile System is an air-launched, radar aided,\ninertially guided missile that utilizes millimeter-wave radar technology.\nDespite the expanded acronym, most versions of the Hellfire missile are\nnot truly fire-and-forget -- all the laser-guided versions require\nconstant illumination or painting of the target from launch to impact.\nThe AGM-114L is a true fire-and-forget weapon: it requires no further\nguidance after launch and can hit its target without the launcher being in\nline of sight of the target.  The Hellfire (along with the Maverick and\nthe air-launched TOW) was to be replaced by the Joint Common Missile (JCM)\naround 2011.  The JCM was developed with a tri-mode seeker and a\nmulti-purpose warhead that would combine the capabilities of the several\nHellfire variants.  In the budget for FY2006, the US Department of Defense\ncanceled a number of projects that they felt no longer warranted\ncontinuation based on their cost effectiveness, including the JCM.  Due to\nthe U.S.  military's continuing need for a proven precision-strike\naviation weapon in the interim until a successor to the JCM is fielded, as\nwell as extensive foreign sales, it is likely the Hellfire will be in\nservice for many years.  (from Wikipedia)",
  "definition_source": "SUMO",
  "aliases": [
    "a-g-m",
    "a g m",
    "a_g_m"
  ],
  "wordnet": {
    "synsets": [
      "a_g_m.n.01"
    ],
    "canonical_synset": "a_g_m.n.01",
    "lemmas": [
      "a-g-m",
      "a g m",
      "a_g_m"
    ],
    "pos": "noun"
  },
  "relationships": {
    "related": [],
    "antonyms": [],
    "has_part": [],
    "part_of": []
  },
  "safety_tags": {
    "risk_level": "high",
    "impacts": [],
    "treaty_relevant": false,
    "harness_relevant": true
  },
  "training_hints": {
    "positive_examples": [],
    "negative_examples": [],
    "disambiguation": "",
    "seed_terms": [
      "a-g-m",
      "a g m",
      "a_g_m"
    ]
  },
  "is_category_lens": true,
  "child_count": 0
}