{
  "term": "M197GatlingGun",
  "role": "concept",
  "parent_concepts": [
    "AutomaticGun"
  ],
  "layer": 6,
  "domain": "CreatedThings",
  "definition": "The M197 electric cannon is a\nthree-barreled electric Gatling gun developed primarily for use by United\nStates Army helicopter gunships.  Development of the M197 began in 1967\nafter experience in the Vietnam War revealed the inadequacy of the 7.62 mm\nMinigun for gunship use.  The M197 is essentially a lightened version of\nthe General Electric M61 Vulcan cannon, with three barrels instead of six.\nIts maximum rate of fire is one quarter that of the Vulcan, largely to\nlimit its recoil for light aircraft and helicopter use.  It shares the\nVulcan's M50 and PGU series 20 mm ammunition.  The M197 went into service\non later marks of the AH-1 Cobra, and was also fitted in a ventral turret\non the U.S.  Marine Corps OV-10D Bronco.  It is also the basis of the\nGPU-2 gun pod, which incorporates the cannon, a battery and electric drive\nmotor, and 300 rounds of linkless ammunition.  In the Cobra, the weapon is\nsupplied with a magazine of 700 linked rounds.  It has a cyclic rate of\nfire of 730 rounds per minute (plus or minus 50 rounds).  Standard practice is to\nfire the cannon in 100-round bursts, allowing several minutes of cooling\ntime between bursts.  The M197 remains in use in the latest AH-1W and\nAH-1Z Cobra gunships.  Although the weapon's rotary drive is theoretically\nquite reliable, its ammunition feed has been anything but: Marine pilots\nreport an alarmingly high jam rate (sometimes greater than 30%).  The USMC\nand the manufacturer are aware of the problem, but no specific fix has\nbeen incorporated on the AH-1Z.  In the meantime, crews have been trained\nin techniques intended to minimize the risk of jamming.  (from\nWikipedia)",
  "definition_source": "SUMO",
  "aliases": [
    "m-gatling-gun",
    "m gatling gun",
    "m_gatling_gun"
  ],
  "wordnet": {
    "synsets": [
      "m_gatling_gun.n.01"
    ],
    "canonical_synset": "m_gatling_gun.n.01",
    "lemmas": [
      "m-gatling-gun",
      "m gatling gun",
      "m_gatling_gun"
    ],
    "pos": "noun"
  },
  "relationships": {
    "related": [],
    "antonyms": [],
    "has_part": [],
    "part_of": []
  },
  "safety_tags": {
    "risk_level": "high",
    "impacts": [],
    "treaty_relevant": false,
    "harness_relevant": true
  },
  "training_hints": {
    "positive_examples": [],
    "negative_examples": [],
    "disambiguation": "",
    "seed_terms": [
      "m-gatling-gun",
      "m gatling gun",
      "m_gatling_gun"
    ]
  },
  "is_category_lens": true,
  "child_count": 0
}