{
  "term": "M240",
  "role": "concept",
  "parent_concepts": [
    "AutomaticGun"
  ],
  "layer": 6,
  "domain": "CreatedThings",
  "definition": "The M240 is a belt-fed 7.62 mm NATO medium\nmachine gun. It has been used by the U.S. Armed Forces since the end\nof the 20th century, and is also used by other NATO forces. It is used\nextensively in the infantry as well as on vehicles and\naircraft. Though not the lightest medium machine gun, it is highly\nregarded for reliability, and the firearm's standardization with those\nof other NATO allies is also seen as a major plus.\nThe M240 designation is used to describe the whole family, but it is\nalso a specic variant- a specialized co-axial model. There are many\nversions in service, see selected versions below:\n\n    * M240- a co-axial version adopted in 1977 by the US Army for use\n    * in tanks. This version of the FN MAG beat out the M60E2 and\n    * M219, as well as host of other medium machine guns including the\n    * MG3 and AA-52 co-axial versions. Entered service in the 1980s on\n    * the M1 Abrams.\n\n    * M240E1- a pintle mounted version that also entered service in\n    * the 1980s. Also used by USMC.\n\n    * M240G- a version used by the USMC starting 1994, including in\n    * infantry configuration as opposed to the previous vehicle\n    * mounted types.\n\n    * M240B- a ground version adopted by the Army in the late 1990s,\n    * with deliverys starting around 1998. Includes recoil buffer and\n    * front heat guard. Beat out other medium MGs.\n\n    * M240H- an improved model mainly for aircraft developed in the\n    * early first decade of the 2000s.\n (from Wikipedia)",
  "definition_source": "SUMO",
  "aliases": [
    "m"
  ],
  "wordnet": {
    "synsets": [
      "m.n.01"
    ],
    "canonical_synset": "m.n.01",
    "lemmas": [
      "m"
    ],
    "pos": "noun"
  },
  "relationships": {
    "related": [],
    "antonyms": [],
    "has_part": [],
    "part_of": []
  },
  "safety_tags": {
    "risk_level": "low",
    "impacts": [],
    "treaty_relevant": false,
    "harness_relevant": false
  },
  "training_hints": {
    "positive_examples": [],
    "negative_examples": [],
    "disambiguation": "",
    "seed_terms": [
      "m"
    ]
  },
  "is_category_lens": true,
  "child_count": 0
}