{
  "term": "M3M",
  "role": "concept",
  "parent_concepts": [
    "AutomaticGun"
  ],
  "layer": 6,
  "domain": "CreatedThings",
  "definition": "The M3M is a weapon system rather than just a machine\ngun.  The system has three parts: The Machine Gun, the Medium Pintle Head\n(MPH) or Soft Mount, and the Cradle, which is used to integrate the weapon\ninto a particular aircraft or vehicle.  An optional Integrated\nIlluminator/Laser spotting device gives this weapon a day/night\ncapability.  Three important differences between the M3M and the M2 BMG:\n1) The new weapon uses an open bolt 2) has an internal recoil spring,\nand 3) a significantly longer barrel life.  The first difference means\nthat cook-offs are far less likely to occur while the second point means\nthat the M3M has only a third as much non-compensated recoil as compared\nto the M2 BMG.  As a personal note, I have been on a firing range where\nthree out of four M2 BMGs had cook-offs following prolonged firing.  Some\nproblems noted during the initial evaluation of this weapon by the US\nMarines in 2001 included: 1) Significantly increased reload times compared\nto the M2 BMG.  2) Lengths of rounds were repeatedly pulled from the 100\nround magazines by the airstream, resulting in hazards to personnel and\nequipment.  3) Lack of a flash suppressor, which made this weapon almost\nimpossible to use with night-vision equipment.  The feed system for 600\nround magazines has been modified to reduce the air stream problem and FN\nHerstal has added a flash suppressor, as can be seen below in the second\nphotograph.  (from\nhttp://www.navweaps.com/Weapons/WNUS_50cal_M3M_MG.htm)",
  "definition_source": "SUMO",
  "aliases": [
    "m_m",
    "m-m",
    "m m"
  ],
  "wordnet": {
    "synsets": [
      "m_m.n.01"
    ],
    "canonical_synset": "m_m.n.01",
    "lemmas": [
      "m_m",
      "m-m",
      "m m"
    ],
    "pos": "noun"
  },
  "relationships": {
    "related": [],
    "antonyms": [],
    "has_part": [],
    "part_of": []
  },
  "safety_tags": {
    "risk_level": "high",
    "impacts": [],
    "treaty_relevant": false,
    "harness_relevant": true
  },
  "training_hints": {
    "positive_examples": [],
    "negative_examples": [],
    "disambiguation": "",
    "seed_terms": [
      "m_m",
      "m-m",
      "m m"
    ]
  },
  "is_category_lens": true,
  "child_count": 0
}