{
  "term": "M60",
  "role": "concept",
  "parent_concepts": [
    "AutomaticGun"
  ],
  "layer": 6,
  "domain": "CreatedThings",
  "definition": "The M60 (also seen 'M-60', formally Machine Gun,\n7.62mm, M60) is a family of American belt-fed machine guns firing linked\n7.62 - 51 mm NATO cartridges.  In the U.S.  military, the M60 has largely\nbeen replaced by various versions of the M240 as a medium machine gun, and\nby the M249 SAW as a squad automatic weapon.  However, it remains in use\nin every branch, as well as some other countries (another major user was\nAustralia), it continues to be manufactured into the 21st century.  The\nM60 can be used in both offensive and defensive configurations.  In the\noffense, it provides a higher rate of fire, greater effective range, and\nuses a larger caliber round than the standard-issue U.S.  service rifle,\nthe M16 family.  In defensive use, the long range, close defensive, and\nfinal protective fires delivered by the M60 form an integral part of a\nunit's battle plan.  The M60 is effective up to 1,100 meters when firing\nat an area target and mounted on a tripod, up to 800 meters when firing at\nan area target using the integral bipod, up to 600 meters when firing at a\npoint target, and up to 200 meters when firing at a moving point target.\nUnited States Marine Corps doctrine holds that the M60 and other weapons\nin its class are capable of suppressive fire on area targets out to 1,500\nmeters if the gunner is sufficiently skilled.  (from Wikipedia)",
  "definition_source": "SUMO",
  "aliases": [
    "m"
  ],
  "wordnet": {
    "synsets": [
      "m.n.01"
    ],
    "canonical_synset": "m.n.01",
    "lemmas": [
      "m"
    ],
    "pos": "noun"
  },
  "relationships": {
    "related": [],
    "antonyms": [],
    "has_part": [],
    "part_of": []
  },
  "safety_tags": {
    "risk_level": "high",
    "impacts": [],
    "treaty_relevant": false,
    "harness_relevant": true
  },
  "training_hints": {
    "positive_examples": [],
    "negative_examples": [],
    "disambiguation": "",
    "seed_terms": [
      "m"
    ]
  },
  "is_category_lens": true,
  "child_count": 0
}