{
  "term": "MK19",
  "role": "concept",
  "parent_concepts": [
    "AutomaticGun"
  ],
  "layer": 6,
  "domain": "CreatedThings",
  "definition": "The MK19 (also known as MK-19, M19, Mark 19, or Mk\n19) is a belt-fed grenade machine gun capable of firing five grenades per\nsecond.  The Mk 19 fires 40mm grenades at a cyclic rate of 300 to 400\nrounds per minute, giving a practical rate of fire of 60 rpm (rapid) and\n40 rpm (sustained).  The weapon operates on the blowback principle, which\nuses the chamber pressure from each fired round to load and re-cock the\nweapon.  The Mk 19 is able to lob its grenade at a maximum distance of\n2.2km, though its effective range is about 1.6km.  The nearest safe\ndistance to launch the grenade is 75 meters.  In addition, the Mk 19's\nflash suppressor and its lack of smoke during firing makes it difficult\nfor enemies to spot and counter it.  For night operation, an AN/TVS-5\nnight vision sight can be fitted.  The Mk 19 is a man-portable crew-served\nweapon that can fire from a tripod mounted position or from a vehicle\nmount (this being the preferred method as the weapon alone weighs 33 kg).\nThe primary ammunition for Mk 19 is the high explosive dual-purpose M430\ngrenade.  Upon impact, the grenade can kill anyone within the radius of\nfive meters, and wound them within the radius of 15 meters.  It can also\npunch through two inches of armour, which means it can take out most\ninfantry fighting vehicles and armoured personnel carriers.  It is\nespecially deadly when used against enemy infantry formations.  The\nammunition comes in 32 or 48 round cans weighing 42 and 60 lb (20 and 30\nkg).  Due to its low recoil and comparatively light weight, it has been\nadapted for use on many different platforms, including small attack boats,\nfast attack vehicles such as the Humvee (HMMWV) and Stryker, military\njeeps and as well as a large variety of naval mounts.  (from Wikipedia)",
  "definition_source": "SUMO",
  "aliases": [
    "m_k",
    "m k",
    "m-k"
  ],
  "wordnet": {
    "synsets": [
      "m_k.n.01"
    ],
    "canonical_synset": "m_k.n.01",
    "lemmas": [
      "m_k",
      "m k",
      "m-k"
    ],
    "pos": "noun"
  },
  "relationships": {
    "related": [],
    "antonyms": [],
    "has_part": [],
    "part_of": []
  },
  "safety_tags": {
    "risk_level": "high",
    "impacts": [],
    "treaty_relevant": false,
    "harness_relevant": true
  },
  "training_hints": {
    "positive_examples": [],
    "negative_examples": [],
    "disambiguation": "",
    "seed_terms": [
      "m_k",
      "m k",
      "m-k"
    ]
  },
  "is_category_lens": true,
  "child_count": 0
}