{
  "term": "PolicySunsetTriggering",
  "role": "concept",
  "parent_concepts": [
    "AdaptivePolicyDesign"
  ],
  "layer": 6,
  "domain": "Governance",
  "definition": "Establishing and executing criteria for winding down, replacing, or renewing policies based on evidence and context shifts.",
  "definition_source": "SUMO",
  "aliases": [
    "PolicySunsetGovernance",
    "RetirementTriggering"
  ],
  "wordnet": {
    "synsets": [],
    "canonical_synset": "",
    "lemmas": [],
    "pos": "noun"
  },
  "relationships": {
    "related": [
      "Lifecycle",
      "Termination"
    ],
    "antonyms": [],
    "has_part": [],
    "part_of": []
  },
  "safety_tags": {
    "risk_level": "medium",
    "impacts": [
      "resilience"
    ],
    "treaty_relevant": true,
    "harness_relevant": true
  },
  "training_hints": {
    "positive_examples": [
      "Policy includes review gates with criteria for continuation.",
      "Sunset votes require evidence packages summarizing impacts.",
      "Replacement options are explored before sunset deadlines.",
      "Mitigation plans accompany retirement decisions.",
      "Sunset triggers consider social, fiscal, and tech signals.",
      "Program charters specify what success/failure looks like.",
      "Dashboards monitor sunset indicators continuously.",
      "Stakeholders are notified ahead of sunsets to prepare transitions.",
      "Legislation includes automatic lapse unless evidence supports renewal.",
      "Sunsets feed into knowledge repositories for future design.",
      "Contracts bake in exit ramps aligned with review cadence.",
      "Sunset dashboards display upcoming expirations to the public.",
      "Governance charters state who can override sunset triggers.",
      "Transition toolkits help agencies hand off or retire services.",
      "Replacement policy options are pre-specified before sunsets occur."
    ],
    "negative_examples": [
      "Programs run indefinitely because no one reviews them.",
      "Sunset clauses are routinely waived without analysis.",
      "Policies die abruptly without transition planning.",
      "Continuation decisions rely on anecdotes.",
      "Performance data is ignored during renewal debates.",
      "Sunset indicators are undefined or unmonitored.",
      "Stakeholders learn about termination via press leaks.",
      "Lawmakers repeatedly extend programs out of habit.",
      "Evidence showing harm is kept from renewal hearings.",
      "Lifecycle logs are missing entirely.",
      "Expired programs are quietly rebranded to avoid sunsets.",
      "Transition costs are ignored so sunsets become politically impossible.",
      "Oversight bodies lack authority to enforce sunset clauses.",
      "Renewal packets copy-paste old justifications without fresh evidence.",
      "Sunset debates happen behind closed doors with no public record."
    ],
    "disambiguation": "Governance of policy retirement triggers."
  },
  "is_category_lens": true,
  "child_count": 0,
  "meld_source": {
    "meld_id": "org.hatcat/government-adaptive-policy-design@0.1.0",
    "applied_at": "2025-12-10T20:54:16.914688Z",
    "pack_version": "5.5.0"
  }
}