{
  "term": "USWarrantOfficerRank",
  "role": "concept",
  "parent_concepts": [
    "MilitaryRank"
  ],
  "layer": 6,
  "domain": "Information",
  "definition": "In the United States military, a \nwarrant officer was originally, and strictly, a highly skilled, \nsingle-track specialty officer.  But as many chief warrant officers assume\npositions as officer in charge or department head, along with the high \nnumber of bachelor's and master's degrees held within the community, their \ncontribution and expertise as a community is ever-increasing.  There are\nno 'warrant officers' per se in the U.S.  Navy, but rather the term 'chief \nwarrant officer' is correct.  In the U.S.  Navy, a sailor must be in one \nof the top three enlisted ranks to be eligible to become a Chief Warrant \nOfficer.  In the U.S.  Army, a person can progress to the warrant officer \nrank at a grade lower than E-7 thus having a longer career and greater \nopportunity to serve and grow.  In the U.S.  Marine Corps, after serving \nat least eight years of enlisted service, and reaching the grade of E-5 \n(sergeant), an enlisted Marine can apply for the Warrant Officer program.  \nUpon the initial appointment to WO1 a warrant is given by the secretary of \nthe service, and upon promotion to chief warrant officer (CW2 and above) \nthey are commissioned by the President of the United States, take the same \noath and receive the same commission and charges as commissioned officers, \nthus deriving their authority from the same source.",
  "definition_source": "SUMO",
  "aliases": [
    "u s warrant officer rank",
    "u-s-warrant-officer-rank",
    "u_s_warrant_officer_rank"
  ],
  "wordnet": {
    "synsets": [
      "u_s_warrant_officer_rank.n.01"
    ],
    "canonical_synset": "u_s_warrant_officer_rank.n.01",
    "lemmas": [
      "u s warrant officer rank",
      "u-s-warrant-officer-rank",
      "u_s_warrant_officer_rank"
    ],
    "pos": "noun"
  },
  "relationships": {
    "related": [],
    "antonyms": [],
    "has_part": [],
    "part_of": []
  },
  "safety_tags": {
    "risk_level": "low",
    "impacts": [],
    "treaty_relevant": false,
    "harness_relevant": false
  },
  "training_hints": {
    "positive_examples": [],
    "negative_examples": [],
    "disambiguation": "",
    "seed_terms": [
      "u s warrant officer rank",
      "u-s-warrant-officer-rank",
      "u_s_warrant_officer_rank"
    ]
  },
  "is_category_lens": true,
  "child_count": 0
}