{
  "term": "WeaponsCompany",
  "role": "concept",
  "parent_concepts": [
    "CompanyMilitary"
  ],
  "layer": 6,
  "domain": "MindsAndAgents",
  "definition": "A Weapons company is the heavy weapons\nportion of the USMC infantry battalion, tasked with providing\nsupporting fire for the three rifle companies that make up the balance\nof the battalion. The Weapons Company provides fire support\ncoordination, medium mortars, anti-armor weapons, and heavy machine\ngun support.\nThe company is often organized into four distinct elements: company\nheadquarters, mortar platoon (utilizing 81 mm mortars), antiarmor\nplatoon (utilizing either the dragon or javelin weapons system, SMAW\nbunker busters, and the TOW missileweapons system), and a heavy\nmachine gun platoon (utilizing the M2 Browning .50 Cal and Mk19 mod3\n40 mm automatic grenade launcher).\nOften the TOW gunners are pulled from the antiarmor platoon and\ncombined with the heavy machine gun platoon to form a Combined\nAnti-Armor Team (CAAT). These CAATs are mobile with humvees and are\norganized into three squads with five vehicles each, the squad\norganization being three vehicles with machine guns (both M2 & Mk. 19)\nand two vehicles with the TOW IIb.\nThe remaining antiarmor unit is often trained as an ad-hoc assault and\ndemolitions unit furthering the organic capabilities of the battalion\ncommander.\nThe 81 mm mortar platoon also gives the battalion a heavier organic\nartillery, as it supplements the 60 mm mortars found in the rifle\ncompany weapons platoons. Company commanders can utilize 81's in half\nthe time it would take to get a 155 mm Howitzer up. (from Wikipedia)",
  "definition_source": "SUMO",
  "aliases": [
    "weapons_company",
    "weapons-company",
    "weapons company"
  ],
  "wordnet": {
    "synsets": [
      "weapons_company.n.01"
    ],
    "canonical_synset": "weapons_company.n.01",
    "lemmas": [
      "weapons_company",
      "weapons-company",
      "weapons company"
    ],
    "pos": "noun"
  },
  "relationships": {
    "related": [],
    "antonyms": [],
    "has_part": [],
    "part_of": []
  },
  "safety_tags": {
    "risk_level": "high",
    "impacts": [],
    "treaty_relevant": false,
    "harness_relevant": true
  },
  "training_hints": {
    "positive_examples": [],
    "negative_examples": [],
    "disambiguation": "",
    "seed_terms": [
      "weapons_company",
      "weapons-company",
      "weapons company"
    ]
  },
  "is_category_lens": true,
  "child_count": 0
}