{
  "term": "EnvironmentalCrises",
  "role": "concept",
  "parent_concepts": [
    "PhysicalWorld"
  ],
  "layer": 1,
  "domain": "MindsAndAgents",
  "definition": "Large-scale environmental problems that threaten ecosystems, human health, or sustainability through resource depletion or contamination.",
  "definition_source": "SUMO",
  "wordnet": {
    "synsets": [],
    "canonical_synset": "",
    "lemmas": [],
    "pos": "noun"
  },
  "relationships": {
    "related": [
      "NaturalDisasters",
      "ClimateChange",
      "War",
      "EconomicCrisis",
      "PublicHealthCrisis"
    ],
    "antonyms": [],
    "has_part": [
      "Famine",
      "Pollution",
      "WaterOverutilization",
      "FreshWaterOverutilization",
      "SoilDegradation"
    ],
    "part_of": [],
    "opposite": [
      "EnvironmentalRestoration"
    ]
  },
  "safety_tags": {
    "risk_level": "low",
    "impacts": [],
    "treaty_relevant": false,
    "harness_relevant": false
  },
  "training_hints": {
    "positive_examples": [
      "The drought has caused widespread crop failure and water shortages across the region.",
      "Industrial waste has contaminated the groundwater, making it unsafe to drink.",
      "Overgrazing has turned fertile farmland into barren desert over the past decade.",
      "The oil spill devastated marine life and coastal ecosystems for hundreds of miles.",
      "Deforestation has led to massive soil erosion and flooding in the valley.",
      "Chemical runoff from factories has created dead zones in the lake where nothing can survive."
    ],
    "negative_examples": [
      "The earthquake damaged several buildings and infrastructure in the city.",
      "Rising sea levels due to climate change will affect coastal communities.",
      "The hurricane brought strong winds and heavy rainfall to the coast.",
      "Scientists are studying long-term climate patterns and temperature trends.",
      "The volcano erupted, sending ash clouds into the atmosphere.",
      "Forest fires spread rapidly due to dry conditions and high winds."
    ],
    "disambiguation": "Not to be confused with: NaturalDisasters, ClimateChange, War, EconomicCrisis, PublicHealthCrisis"
  },
  "children": [
    "Famine",
    "AirPollution",
    "IndustrialPollution",
    "PesticidePollution",
    "VehicularPollution",
    "WaterPollution",
    "WaterOverutilization",
    "FreshWaterOverutilization",
    "SoilDegradation"
  ],
  "is_category_lens": true,
  "child_count": 0,
  "meld_source": {
    "meld_id": "org.hatcat/socialinteraction-melds@0.1.0",
    "applied_at": "2025-12-11T21:04:05.041082Z",
    "pack_version": "7.6.35"
  },
  "opposite_reasoning": "EnvironmentalRestoration provides the strongest semantic opposition for Fisher-LDA axes. It represents the inverse process trajectory: where EnvironmentalCrises involve degradation, depletion, and contamination, EnvironmentalRestoration involves recovery, replenishment, and remediation. This creates a clear directional axis (crisis→restoration) useful for conceptual steering. While it may not exist as a single term in SUMO, it's conceptually coherent and would capture activities like reforestation, wetland restoration, soil remediation, and pollution cleanup - the direct counterprocesses to the child categories of EnvironmentalCrises. For AI safety applications, distinguishing crisis narratives from restoration narratives could be valuable for detecting manipulation around environmental topics."
}