{
  "term": "AIInfrastructure",
  "role": "concept",
  "parent_concepts": [
    "Computing"
  ],
  "layer": 4,
  "domain": "CreatedThings",
  "definition": "Hardware components and systems that enable AI computation, training, and deployment.",
  "definition_source": "SUMO",
  "wordnet": {
    "synsets": [],
    "canonical_synset": "",
    "lemmas": [],
    "pos": "noun"
  },
  "relationships": {
    "related": [
      "SoftwareDevelopment",
      "CloudServices",
      "DatabaseSystems",
      "NetworkSecurity",
      "WebTechnology"
    ],
    "antonyms": [],
    "has_part": [
      "AICorporateAsset",
      "GPUAccelerator",
      "InfiniBandFabric",
      "NVLinkInterconnect",
      "PCIeBus",
      "PowerDeliverySystem"
    ],
    "part_of": []
  },
  "safety_tags": {
    "risk_level": "low",
    "impacts": [],
    "treaty_relevant": false,
    "harness_relevant": false
  },
  "training_hints": {
    "positive_examples": [
      "The data center upgraded its GPU clusters to support large language model training.",
      "Tesla's Dojo supercomputer uses custom chips connected by high-speed interconnects.",
      "The AI startup needed powerful accelerators and robust power systems for their training runs.",
      "Google's TPU pods require specialized networking fabric to coordinate distributed training.",
      "The company invested in enterprise AI solutions to automate their customer service operations.",
      "High-bandwidth connections between processing units are critical for neural network performance."
    ],
    "negative_examples": [
      "The software engineer wrote Python code to implement a neural network algorithm.",
      "She published a research paper on transformer architecture improvements.",
      "The team collected training data from social media platforms.",
      "Cloud storage services backup the company's machine learning datasets.",
      "The AI model's accuracy improved after hyperparameter tuning.",
      "Regular desktop computers can run simple image classification models."
    ],
    "disambiguation": "Not to be confused with: SoftwareDevelopment, CloudServices, DatabaseSystems, NetworkSecurity, WebTechnology"
  },
  "children": [
    "AICorporateAsset",
    "GPUAccelerator",
    "InfiniBandFabric",
    "NVLinkInterconnect",
    "PCIeBus",
    "PowerDeliverySystem"
  ],
  "is_category_lens": true,
  "child_count": 0,
  "meld_source": {
    "meld_id": "org.hatcat/misc-melds@0.1.0",
    "applied_at": "2025-12-11T21:04:04.304290Z",
    "pack_version": "7.6.26"
  }
}