{
  "term": "EarthSciences",
  "role": "concept",
  "parent_concepts": [
    "Science"
  ],
  "layer": 4,
  "domain": "CreatedThings",
  "definition": "Scientific study of Earth's physical features, processes, and spatial relationships.",
  "definition_source": "SUMO",
  "wordnet": {
    "synsets": [],
    "canonical_synset": "",
    "lemmas": [],
    "pos": "noun"
  },
  "relationships": {
    "related": [
      "Biology",
      "Physics",
      "Chemistry",
      "Astronomy",
      "Medicine"
    ],
    "antonyms": [],
    "has_part": [
      "Geography",
      "Cartography"
    ],
    "part_of": []
  },
  "safety_tags": {
    "risk_level": "low",
    "impacts": [],
    "treaty_relevant": false,
    "harness_relevant": false
  },
  "training_hints": {
    "positive_examples": [
      "The geologist studied rock formations to understand the region's geological history.",
      "Researchers mapped the watershed to track water flow patterns across the landscape.",
      "The survey team used GPS coordinates to create detailed topographic maps of the mountain range.",
      "Scientists analyzed soil composition to determine agricultural suitability in different climate zones.",
      "The expedition collected data on elevation changes and terrain features for coastal mapping.",
      "Cartographers updated navigation charts based on new satellite imagery of the coastline."
    ],
    "negative_examples": [
      "The marine biologist studied coral reef ecosystems and fish populations.",
      "Astronomers discovered a new exoplanet orbiting a distant star.",
      "The chemist analyzed molecular structures in the laboratory experiment.",
      "Physicists measured particle interactions in the accelerator facility.",
      "Botanists classified plant species in the rainforest canopy research.",
      "The meteorologist predicted tomorrow's weather using atmospheric models."
    ],
    "disambiguation": "Not to be confused with: Biology, Physics, Chemistry, Astronomy, Medicine"
  },
  "children": [
    "Geography",
    "Cartography"
  ],
  "is_category_lens": true,
  "child_count": 0,
  "meld_source": {
    "meld_id": "org.hatcat/science-melds@0.1.0",
    "applied_at": "2025-12-11T21:04:04.873604Z",
    "pack_version": "7.6.33"
  }
}