{
  "term": "EquitySignalSuppression",
  "role": "concept",
  "parent_concepts": [
    "MeasurementProcess"
  ],
  "layer": 4,
  "domain": "Governance",
  "definition": "Downplaying, hiding, or structurally filtering out disparity signals so inequitable impacts remain invisible or unaddressed.",
  "definition_source": "SUMO",
  "aliases": [
    "DisparitySignalSuppression",
    "EquityDataCensorship"
  ],
  "wordnet": {
    "synsets": [],
    "canonical_synset": "",
    "lemmas": [],
    "pos": "noun"
  },
  "relationships": {
    "related": [
      "Censorship",
      "Bias"
    ],
    "antonyms": [],
    "has_part": [],
    "part_of": []
  },
  "safety_tags": {
    "risk_level": "high",
    "impacts": [
      "equity"
    ],
    "treaty_relevant": true,
    "harness_relevant": true
  },
  "training_hints": {
    "positive_examples": [
      "Disparity charts were removed from the dashboard to avoid negative press.",
      "Officials ordered analysts to aggregate data until gaps disappeared.",
      "Freedom of information requests for equity data were denied improperly.",
      "Data suppression thresholds are tuned to hide small-population harms.",
      "Private contractor refuses to release subgroup metrics.",
      "Equity sections are cut from reports before publication.",
      "Analysts are told to describe disparities as 'statistically insignificant' regardless of effect size.",
      "Dashboards bury equity tabs behind multiple permissions.",
      "Only positive disparity trends are showcased.",
      "Whistleblowers allege leadership blocked release of racial justice indicators.",
      "Sensitive disparity metrics are labelled 'internal only' without cause.",
      "Custom aggregations are invented to wash out gaps.",
      "Legal teams intimidate analysts who want to publish inequity data.",
      "Contract clauses forbid disclosing subgroup performance.",
      "Equity reports are delayed until after key votes.",
      "Dashboards default to majority-group views regardless of user."
    ],
    "negative_examples": [
      "Equity tabs are front and center on dashboards.",
      "Officials publicly acknowledge and act on disparity findings.",
      "Data suppression rules balance privacy with transparency.",
      "Analysts publish methodology for equity metrics.",
      "Whistleblower channels exist to report data suppression.",
      "Subgroup metrics remain available even when politically inconvenient.",
      "Leadership invites independent verification of disparity analysis.",
      "Reports show negative and positive trends equally.",
      "Communities can download raw equity data with safeguards.",
      "Audits check for tampering with equity outputs.",
      "Court orders enforce timely release of disparity metrics.",
      "Advisory boards include data stewards from affected groups.",
      "Legal and ethics teams protect analysts raising disparity concerns.",
      "Release calendars for equity data are published in advance.",
      "Independent ombuds offices can compel disclosure of equity metrics."
    ],
    "disambiguation": "Signals suppression specific to equity/disparity measurements."
  },
  "is_category_lens": true,
  "child_count": 0,
  "meld_source": {
    "meld_id": "org.hatcat/government-policy-measurement@0.1.0",
    "applied_at": "2025-12-10T20:54:17.071360Z",
    "pack_version": "5.6.0"
  }
}