{
  "term": "LightingElectronics",
  "role": "concept",
  "parent_concepts": [
    "Electronics"
  ],
  "layer": 4,
  "domain": "CreatedThings",
  "definition": "Electronic devices that generate, control, or emit light for various purposes including illumination, signaling, or decoration.",
  "definition_source": "SUMO",
  "wordnet": {
    "synsets": [],
    "canonical_synset": "",
    "lemmas": [],
    "pos": "noun"
  },
  "relationships": {
    "related": [
      "AudioElectronics",
      "ComputingDevices",
      "CommunicationElectronics",
      "PowerElectronics"
    ],
    "antonyms": [],
    "has_part": [
      "DecorativeLightString",
      "KnockLight",
      "Laser"
    ],
    "part_of": []
  },
  "safety_tags": {
    "risk_level": "low",
    "impacts": [],
    "treaty_relevant": false,
    "harness_relevant": false
  },
  "training_hints": {
    "positive_examples": [
      "The Christmas lights flickered cheerfully around the window frame.",
      "She activated the laser pointer to highlight key points on her presentation slide.",
      "The doorbell flashing light alerted the deaf resident that someone was at the door.",
      "LED strips under the kitchen cabinets provided ambient lighting for cooking.",
      "The disco ball's rotating lights created colorful patterns across the dance floor.",
      "He adjusted the smart bulb's brightness using his smartphone app."
    ],
    "negative_examples": [
      "The mechanic used an electric drill to tighten the screws.",
      "She charged her smartphone using the wall outlet.",
      "The refrigerator's compressor hummed quietly in the kitchen.",
      "He turned up the volume on his wireless speakers.",
      "The laptop's cooling fan spun faster during intensive processing.",
      "The security camera recorded footage throughout the night."
    ],
    "disambiguation": "Not to be confused with: AudioElectronics, ComputingDevices, CommunicationElectronics, PowerElectronics"
  },
  "children": [
    "DecorativeLightString",
    "KnockLight",
    "Laser"
  ],
  "is_category_lens": true,
  "child_count": 0,
  "meld_source": {
    "meld_id": "org.hatcat/electronics-melds@0.1.0",
    "applied_at": "2025-12-11T21:04:03.376521Z",
    "pack_version": "7.6.16"
  }
}