{
  "term": "Pellagra",
  "role": "concept",
  "parent_concepts": [
    "DiseaseOrSyndrome"
  ],
  "layer": 4,
  "domain": "Information",
  "definition": "Pellagra is a disease caused\nby a lack of the vitamin niacin (vitamin B3). Symptoms include\ninflamed skin, diarrhea, dementia, and sores in the mouth. Areas of\nthe skin exposed to either sunlight or friction are typically affected\nfirst. Over time affected skin may become darker, stiffen, peel, or\nbleed. There are two main types of pellagra, primary and\nsecondary. Primary pellagra is due to a diet that does not contain\nenough niacin and tryptophan. Secondary pellagra is due to a poor\nability to use the niacin within the diet. This can occur as a\nresult of alcoholism, long-term diarrhea, carcinoid syndrome, Hartnup\ndisease, and a number of medications such as isoniazid. Diagnosis\nis typically based on symptoms and may be assisted by urine\ntesting. Treatment is with either niacin or nicotinamide\nsupplementation. Improvements typically begin within a couple of\ndays. General improvements in diet are also frequently\nrecommended. Decreasing sun exposure via sunscreen and proper\nclothing is important while the skin heals. Without treatment death\nmay occur. The disease occurs most commonly in the developing\nworld, specifically sub-Saharan Africa.[from Wikipedia]",
  "definition_source": "SUMO",
  "aliases": [
    "pellagra"
  ],
  "wordnet": {
    "synsets": [
      "pellagra.n.01"
    ],
    "canonical_synset": "pellagra.n.01",
    "lemmas": [
      "pellagra"
    ],
    "pos": "noun"
  },
  "relationships": {
    "related": [],
    "antonyms": [],
    "has_part": [],
    "part_of": []
  },
  "safety_tags": {
    "risk_level": "low",
    "impacts": [],
    "treaty_relevant": false,
    "harness_relevant": false
  },
  "training_hints": {
    "positive_examples": [],
    "negative_examples": [],
    "disambiguation": "",
    "seed_terms": [
      "pellagra"
    ]
  },
  "is_category_lens": true,
  "child_count": 0
}