{
  "term": "PolicyProblemFraming",
  "role": "concept",
  "parent_concepts": [
    "GovernmentPolicyResearch"
  ],
  "layer": 4,
  "domain": "Governance",
  "definition": "Defining the policy challenge in terms of root causes, affected populations, scale, and constraints prior to solutionizing.",
  "definition_source": "SUMO",
  "aliases": [
    "ProblemStructuring",
    "IssueScoping"
  ],
  "wordnet": {
    "synsets": [],
    "canonical_synset": "",
    "lemmas": [],
    "pos": "noun"
  },
  "relationships": {
    "related": [
      "ProblemSolving",
      "Policy"
    ],
    "antonyms": [],
    "has_part": [],
    "part_of": []
  },
  "safety_tags": {
    "risk_level": "low",
    "impacts": [
      "problem_definition"
    ],
    "treaty_relevant": false,
    "harness_relevant": true
  },
  "training_hints": {
    "positive_examples": [
      "Before drafting options we clarified the causal loop and actors at each leverage point.",
      "The memo differentiates symptoms from structural constraints before proposing remedies.",
      "Analysts laid out competing narratives and listed the assumptions driving each.",
      "We defined success metrics and non-negotiable constraints before ideating interventions.",
      "Problem statement includes geographic scope, timeline, and population specifics.",
      "We decomposed the issue into demand-side and supply-side contributors.",
      "The framing separates acute crisis management from long-term system redesign.",
      "They traced upstream determinants and second-order effects explicitly.",
      "Scoping document references prior attempts and why they fell short.",
      "Stakeholder map highlights who bears costs versus benefits."
    ],
    "negative_examples": [
      "We already know the answer, so drafting began immediately.",
      "Problem statement is simply 'make things better'.",
      "The memo repeats campaign talking points without structure.",
      "No causal reasoning was provided—just a preselected program.",
      "Stakeholders are described as 'everyone'.",
      "Assumptions and constraints are left blank.",
      "The document treats unrelated symptoms as a single issue.",
      "No prior efforts are referenced.",
      "It conflates moral outrage with actionable scope.",
      "The framing ignores legal or budget boundaries."
    ],
    "disambiguation": "This concept captures rigorous scope definition, not communications spin."
  },
  "is_category_lens": true,
  "child_count": 0,
  "meld_source": {
    "meld_id": "org.hatcat/government-policy-research@0.1.0",
    "applied_at": "2025-12-10T20:54:17.244980Z",
    "pack_version": "5.7.0"
  }
}