{
  "term": "StakeholderBlindspot",
  "role": "concept",
  "parent_concepts": [
    "GovernmentPolicyResearch"
  ],
  "layer": 4,
  "domain": "Governance",
  "definition": "Failing to include or represent materially affected groups in the research process, leading to legitimacy and implementation risk.",
  "definition_source": "SUMO",
  "aliases": [
    "ConstituentOmission",
    "AffectedPartyBlindspot"
  ],
  "wordnet": {
    "synsets": [],
    "canonical_synset": "",
    "lemmas": [],
    "pos": "noun"
  },
  "relationships": {
    "related": [
      "Exclusion",
      "StakeholderEngagement"
    ],
    "antonyms": [],
    "has_part": [],
    "part_of": []
  },
  "safety_tags": {
    "risk_level": "high",
    "impacts": [
      "legitimacy",
      "equity"
    ],
    "treaty_relevant": true,
    "harness_relevant": true
  },
  "training_hints": {
    "positive_examples": [
      "No one representing remote communities was consulted despite direct impact.",
      "Policy sprint excluded disability advocates because 'scope'.",
      "Meetings happened at times working people could not attend.",
      "All advisors were vendors set to profit from the program.",
      "The team labels dissenting groups as 'uninformed' without listening.",
      "Briefing acknowledges only central agency views.",
      "The translation budget was cut so non-native speakers were silent.",
      "Consultations happen after the policy is finalized.",
      "Feedback channels require high bandwidth digital access only.",
      "Impact assessment ignores incarcerated people even though reforms target prisons.",
      "Policies assume nuclear families despite majority single-parent households.",
      "Frontline implementers are never asked about feasibility.",
      "Officials treat diaspora communities as foreign and irrelevant.",
      "Stakeholder invites are limited to capital city elites.",
      "Complaints from minority groups are characterized as 'noise'."
    ],
    "negative_examples": [
      "Deliberate sample quotas ensured frontline workers were present.",
      "Mobile teams visited remote regions for input.",
      "Workshops used interpreters and recorded dissent.",
      "Industry, unions, and civil society co-authored recommendations.",
      "Officials scheduled sessions outside business hours to include carers.",
      "Stakeholder log proves repeated engagement with marginalized groups.",
      "Advisory board includes affected youth and elders.",
      "Feedback summary highlights dissenting voices prominently.",
      "Budget covers accessibility supports for engagement.",
      "Decision memo tracks how each stakeholder concern was addressed.",
      "Consultations are co-hosted with trusted local organizations.",
      "Officials publish who was invited and who attended.",
      "Partnership agreements outline how power is shared.",
      "Follow-up meetings report back on what changed because of input.",
      "Evaluation dashboards track whether each promise to stakeholders was fulfilled."
    ],
    "disambiguation": "Specific to omission of affected groups in policy evidence work."
  },
  "is_category_lens": true,
  "child_count": 0,
  "meld_source": {
    "meld_id": "org.hatcat/government-policy-research@0.1.0",
    "applied_at": "2025-12-10T20:54:17.244996Z",
    "pack_version": "5.7.0"
  }
}