{
  "term": "StakeholderInsightSynthesis",
  "role": "concept",
  "parent_concepts": [
    "GovernmentPolicyResearch"
  ],
  "layer": 4,
  "domain": "Governance",
  "definition": "Combining stakeholder experiences, incentives, and potential reactions into the evidence base so proposed policies anticipate social dynamics.",
  "definition_source": "SUMO",
  "aliases": [
    "StakeholderLearning",
    "ConstituentSensemaking"
  ],
  "wordnet": {
    "synsets": [],
    "canonical_synset": "",
    "lemmas": [],
    "pos": "noun"
  },
  "relationships": {
    "related": [
      "Negotiation",
      "SocialSystem"
    ],
    "antonyms": [],
    "has_part": [],
    "part_of": []
  },
  "safety_tags": {
    "risk_level": "medium",
    "impacts": [
      "stakeholder_legitimacy"
    ],
    "treaty_relevant": true,
    "harness_relevant": true
  },
  "training_hints": {
    "positive_examples": [
      "Community listening sessions were coded and fed into the causal map.",
      "Labor, industry, and civic actors validated the assumptions before finalizing.",
      "Policy memo lists expected pushback and mitigation tactics.",
      "We noted where incentives misalign so enforcement plans can adapt.",
      "Insights from Indigenous partners were treated as core evidence, not footnotes.",
      "Stakeholder matrix explicitly categorizes power vs. interest.",
      "Workshops surfaced unexpected allies and veto points.",
      "Feedback cycles continue past initial consultation.",
      "Synthesis distinguishes representative voices from loud ones.",
      "Analysts document unresolved disagreements along with rationale.",
      "We translate insights into concrete design constraints and values.",
      "Sensemaking notes capture emotional as well as factual signals.",
      "Stakeholder timelines are mapped to policy rollout phases.",
      "Memos highlight how diverse groups will interpret enforcement.",
      "Cross-sector advisory tables vote on interpretation statements."
    ],
    "negative_examples": [
      "We only spoke with agencies already in agreement.",
      "Consultation summary is 'met with stakeholders'.",
      "Stakeholder quotes are used as decoration without analysis.",
      "Marginalized groups were not invited due to 'timeline'.",
      "Insights are cherry-picked to support the preexisting plan.",
      "Potential opposition is dismissed as ignorance.",
      "The process stops after a single briefing.",
      "Incentive misalignments are unexamined.",
      "Consultants filtered out uncomfortable testimony.",
      "No record exists of who was consulted.",
      "Staff treat stakeholder insight as PR rather than evidence.",
      "Quotes from lobbyists are treated as ground truth while communities are ignored.",
      "Inputs are summarized as 'supportive/unsupportive' without nuance.",
      "Negative feedback is attributed to 'politics' instead of substance.",
      "No attempt is made to reconcile conflicting testimonies."
    ],
    "disambiguation": "About integrating stakeholder insight into evidence, not political lobbying."
  },
  "is_category_lens": true,
  "child_count": 0,
  "meld_source": {
    "meld_id": "org.hatcat/government-policy-research@0.1.0",
    "applied_at": "2025-12-10T20:54:17.244987Z",
    "pack_version": "5.7.0"
  }
}