{
  "term": "StrengthSports",
  "role": "concept",
  "parent_concepts": [
    "Sport"
  ],
  "layer": 4,
  "domain": "CreatedThings",
  "definition": "Sports that primarily emphasize physical strength, power, and muscular development through resistance training or bodyweight exercises.",
  "definition_source": "SUMO",
  "wordnet": {
    "synsets": [],
    "canonical_synset": "",
    "lemmas": [],
    "pos": "noun"
  },
  "relationships": {
    "related": [
      "EnduranceSports",
      "TeamSports",
      "RacketSports",
      "WaterSports"
    ],
    "antonyms": [],
    "has_part": [
      "Bodybuilding",
      "Gymnastics"
    ],
    "part_of": []
  },
  "safety_tags": {
    "risk_level": "low",
    "impacts": [],
    "treaty_relevant": false,
    "harness_relevant": false
  },
  "training_hints": {
    "positive_examples": [
      "She spent hours at the gym doing deadlifts and squats to build her physique for the bodybuilding competition.",
      "The gymnast's routine on the rings required incredible upper body strength and control.",
      "His powerlifting training focused on maximizing his one-rep max in bench press, squat, and deadlift.",
      "The CrossFit athlete excelled in strength-based movements like muscle-ups and heavy lifts.",
      "Olympic weightlifters train for years to perfect their snatch and clean-and-jerk techniques.",
      "The gymnast's floor routine showcased amazing tumbling skills and muscular power."
    ],
    "negative_examples": [
      "The marathon runner focused on building cardiovascular endurance rather than muscle mass.",
      "She played tennis every weekend to improve her hand-eye coordination and agility.",
      "The basketball team worked on their passing drills and shooting accuracy.",
      "He joined the swimming team to develop better technique and speed in the water.",
      "The soccer players practiced their footwork and ball handling skills.",
      "The track and field sprinter worked on explosive speed and running form."
    ],
    "disambiguation": "Not to be confused with: EnduranceSports, TeamSports, RacketSports, WaterSports"
  },
  "children": [
    "Bodybuilding",
    "Gymnastics"
  ],
  "is_category_lens": true,
  "child_count": 0,
  "meld_source": {
    "meld_id": "org.hatcat/sport-melds@0.1.0",
    "applied_at": "2025-12-11T21:04:05.193509Z",
    "pack_version": "7.6.37"
  }
}