{
  "term": "WaterZones",
  "role": "concept",
  "parent_concepts": [
    "WaterArea"
  ],
  "layer": 4,
  "domain": "CreatedThings",
  "definition": "Specific regions of water bodies defined by particular characteristics or purposes for monitoring or utilization.",
  "definition_source": "SUMO",
  "wordnet": {
    "synsets": [],
    "canonical_synset": "",
    "lemmas": [],
    "pos": "noun"
  },
  "relationships": {
    "related": [
      "NavigableWaters",
      "FreshwaterSources",
      "CoastalWaters",
      "DeepSeaRegions"
    ],
    "antonyms": [],
    "has_part": [
      "HydropowerWaterArea",
      "NinoRegion"
    ],
    "part_of": []
  },
  "safety_tags": {
    "risk_level": "low",
    "impacts": [],
    "treaty_relevant": false,
    "harness_relevant": false
  },
  "training_hints": {
    "positive_examples": [
      "The dam's reservoir provides an excellent zone for hydroelectric power generation.",
      "Scientists monitor sea surface temperatures in designated Pacific regions to track El Niño patterns.",
      "This section of the river has sufficient flow strength for our hydropower project.",
      "The tropical ocean zone shows unusual temperature variations this season.",
      "Engineers identified prime waterway areas suitable for renewable energy development.",
      "Climate researchers focus on specific oceanic regions where temperature anomalies occur."
    ],
    "negative_examples": [
      "The entire Pacific Ocean covers a vast area of the Earth's surface.",
      "Ships navigate through international waters without restrictions.",
      "The lake provides drinking water for the surrounding communities.",
      "Swimmers enjoy the calm waters near the beach.",
      "Fish migrate through various water bodies during spawning season.",
      "The river flows continuously from mountains to the sea."
    ],
    "disambiguation": "Not to be confused with: NavigableWaters, FreshwaterSources, CoastalWaters, DeepSeaRegions"
  },
  "children": [
    "HydropowerWaterArea",
    "NinoRegion"
  ],
  "is_category_lens": true,
  "child_count": 0,
  "meld_source": {
    "meld_id": "org.hatcat/waterarea-melds@0.1.0",
    "applied_at": "2025-12-11T21:04:05.891508Z",
    "pack_version": "7.7.1"
  }
}