{
  "term": "AdaptivePolicyDesign",
  "role": "concept",
  "parent_concepts": [
    "PlanningProcess"
  ],
  "layer": 5,
  "domain": "Governance",
  "definition": "The practice of iteratively designing and refining public policy through experiments, monitoring, and explicit adaptation rules rather than fixed once-off plans.",
  "definition_source": "SUMO",
  "aliases": [
    "IterativePolicyMaking",
    "PolicyLearningLoop"
  ],
  "wordnet": {
    "synsets": [],
    "canonical_synset": "",
    "lemmas": [],
    "pos": "noun"
  },
  "relationships": {
    "related": [],
    "antonyms": [],
    "has_part": [
      "FeedbackIncorporationDiscipline",
      "AdaptiveExperimentPortfolio",
      "PolicySunsetTriggering",
      "LearningLoopOperations",
      "StaticPlanAdherence",
      "PilotTheater",
      "SignalOverreaction",
      "PolicyEntropyNeglect"
    ],
    "part_of": []
  },
  "safety_tags": {
    "risk_level": "medium",
    "impacts": [
      "responsiveness",
      "resilience"
    ],
    "treaty_relevant": true,
    "harness_relevant": true
  },
  "training_hints": {
    "positive_examples": [
      "Policy charters include explicit learning goals and iteration cadence.",
      "Pilot data is reviewed before scaling decisions are made.",
      "Sunset clauses tie continuation to evidence thresholds.",
      "Teams run concurrent experiments targeting different levers.",
      "Iteration logs explain what changed and why.",
      "Feedback loops include frontline staff, beneficiaries, and auditors.",
      "Adaptive roadmap distinguishes stable from experimental components.",
      "Decision memos reference monitoring triggers for each stage.",
      "Budgeting sets aside funds for adaptation work.",
      "Governance forums schedule retrospectives at predetermined intervals.",
      "Program briefs explain what will trigger redesign or wind-down.",
      "Interventions are chunked into modules that can change independently.",
      "Leaders publish change logs for public scrutiny.",
      "Adaptive roadmaps show both committed and exploratory workstreams.",
      "Teams budget for evaluation and change management upfront."
    ],
    "negative_examples": [
      "Plan is locked for five years regardless of results.",
      "Pilots are used solely for press releases, not learning.",
      "Sunset clauses are removed before evaluation happens.",
      "Iteration logs simply restate the original plan.",
      "Feedback from frontline teams disappears into email voids.",
      "Budget process penalizes course corrections.",
      "Leadership views adaptation as weakness.",
      "Monitoring data never feeds into planning meetings.",
      "Policy scaling decisions occur before evidence arrives.",
      "Retrospectives are cancelled to avoid uncomfortable findings.",
      "Budget reviews punish teams that pivot.",
      "Change requests sit in inboxes for months with no decision.",
      "Officials frame adaptation as weakness in media lines.",
      "Iteration metrics are scrubbed from performance dashboards.",
      "No one knows who is allowed to approve a pivot."
    ],
    "disambiguation": "Public-sector adaptive planning, not agile software rituals per se."
  },
  "children": [
    "AdaptiveExperimentPortfolio",
    "FeedbackIncorporationDiscipline",
    "LearningLoopOperations",
    "PilotTheater",
    "PolicyEntropyNeglect",
    "PolicySunsetTriggering",
    "SignalOverreaction",
    "StaticPlanAdherence"
  ],
  "is_category_lens": true,
  "child_count": 8,
  "meld_source": {
    "meld_id": "org.hatcat/government-adaptive-policy-design@0.1.0",
    "applied_at": "2025-12-10T20:54:16.914674Z",
    "pack_version": "5.5.0"
  }
}