{
  "term": "CH46D",
  "role": "concept",
  "parent_concepts": [
    "PassengerVehicle"
  ],
  "layer": 5,
  "domain": "CreatedThings",
  "definition": "The CH-46D Sea Knight helicopter is a medium lift\ntandem rotor assault helicopter, used by the United States Navy for\nshipboard delivery of cargo, personnel, and search & rescue.  The CH-46E\nis used by the United States Marine Corps to provide all-weather,\nday-or-night assault transport of combat troops, supplies and equipment.\nAssault Support is its primary function, and the movement of supplies and\nequipment is secondary.  Additional tasks may be assigned, such as combat\nsupport, search and rescue, support for forward refueling and rearming\npoints, aeromedic evacuation of casualties from the field, and recovery of\naircraft and personnel.\n\nThe CH-46 Sea Knight was first procured in 1960 under the old\ndesignation of HRB-1 to meet the medium-lift requirements of the\nUnited States Marine Corps in all combat and peacetime environments\nsince that time. The final production version was the CH-46F. In all,\n524 H-46s were produced for the Navy and Marine Corps. The last Sea\nKnight rolled off the assembly line in February of 1971. The fleet is\ncurrently being maintained until a suitable replacement is approved.\n\nOn September 24, 2004 the USN retired the type, seeing it replaced by\nthe MH-60 Seahawk. The USMC is replacing its CH-46s with the V-22\nOsprey. The first V-22 squadron, HMM-263, will be stood up in March of\n2006 and renamed VMM-263. The replacement process is expected to\ncontinue through the other medium helicopter squadrons, into 2014.\n (from Wikipedia)",
  "definition_source": "SUMO",
  "aliases": [
    "c-h-d",
    "c_h_d",
    "c h d"
  ],
  "wordnet": {
    "synsets": [
      "c_h_d.n.01"
    ],
    "canonical_synset": "c_h_d.n.01",
    "lemmas": [
      "c-h-d",
      "c_h_d",
      "c h d"
    ],
    "pos": "noun"
  },
  "relationships": {
    "related": [],
    "antonyms": [],
    "has_part": [],
    "part_of": []
  },
  "safety_tags": {
    "risk_level": "low",
    "impacts": [],
    "treaty_relevant": false,
    "harness_relevant": false
  },
  "training_hints": {
    "positive_examples": [],
    "negative_examples": [],
    "disambiguation": "",
    "seed_terms": [
      "c-h-d",
      "c_h_d",
      "c h d"
    ]
  },
  "is_category_lens": true,
  "child_count": 0
}