{
  "term": "DirectAction",
  "role": "concept",
  "parent_concepts": [
    "ViolentContest"
  ],
  "layer": 5,
  "domain": "MindsAndAgents",
  "definition": "These are short-duration strikes and\nother small-scale offensive actions conducted as a special operation\nin hostile, denied, or politically sensitive environments and which\nemploy specialized military capabilities to seize, destroy, capture,\nexploit, recover, or damage designated targets. DA differs from\nconventional offensive actions in the level of physical and political\nrisk, operational techniques, and the degree of discriminate and\nprecise use of force to achieve specific objectives. Activities within\nDA include the following:\n\n(1) Raids, Ambushes, and Direct Assaults. These are operations\ndesigned to achieve specific, well-defined and often time-sensitive\nresults. They are sometimes beyond the effective strike capabilities\nof conventional force elements. Such operations typically involve\nattacks on critical targets, interdiction of LOCs or other target\nsystems, capturing designated personnel or material, or the seizure,\ndestruction, or neutralization of adversary facilities or\ncapabilities.\n\n(2) Standoff Attacks. These are attacks by weapon systems or through\nIO. Standoff attacks can be conducted by air, maritime, or by ground\nplatforms or units. When targets can be sufficiently damaged or\ndestroyed without the commitment of close-combat forces, these attacks\ncan be performed as independent actions.\n\n(3) Terminal Attack Control and Terminal Guidance Operations. These\nare actions to identify and precisely report the location of targets,\nand with global positioning systems, laser designators, beacons, or\nother means, conduct either terminal attack control (TAC) or terminal\nguidance operations (TGO) to effectively engage them. TAC involves\nactions to control the maneuver of and grant weapons release clearance\nto attacking aircraft. TGO includes any electronic, mechanical, voice\nor visual communication that provides approaching aircraft or weapons\nadditional information regarding a specific location or target. TAC\ndiffers from TGO in that TAC includes the authority to clear aircraft\nto release ordnance and TGO does not. Because of this, TAC requires\nindividuals to be qualified as joint terminal attack controllers, but\nTGO does not.\n\n(4) Recovery Operations. These are operations conducted to search for,\nlocate, identify, rescue, and return personnel, sensitive equipment,\nor items critical to national security. SO recovery missions are\ncharacterized by detailed planning, rehearsal, and thorough\nintelligence analysis. These operations employ unconventional tactics\nand techniques, clandestine search, possible indigenous assistance,\nand the frequent use of ground combat elements.\n\n(5) Precision Destruction Operations. These are operations in which\ncollateral damage must be minimized, requiring highly sophisticated\nweapons and/or timed detonation of specific amounts of explosives\nplaced in exact locations to accomplish mission objectives. Precision\ndestruction operations can be conducted against targets where\nprecision-guided munitions cannot guarantee first strike success or\nwhen the contents of a facility must be destroyed without damage to\nthat facility.\n\n(6) Anti-Surface Operations. These are operations conducted against\nadversary maritime surface targets, including combatants. These\ninclude, but are not limited to, visit, board, search, and seizure\noperations which are shipboarding operations to board and seize\ncooperative, uncooperative, or hostile contacts of interest.",
  "definition_source": "SUMO",
  "aliases": [
    "direct action",
    "direct-action",
    "direct_action"
  ],
  "wordnet": {
    "synsets": [
      "direct_action.v.01"
    ],
    "canonical_synset": "direct_action.v.01",
    "lemmas": [
      "direct action",
      "direct-action",
      "direct_action"
    ],
    "pos": "verb"
  },
  "relationships": {
    "related": [],
    "antonyms": [],
    "has_part": [],
    "part_of": []
  },
  "safety_tags": {
    "risk_level": "high",
    "impacts": [],
    "treaty_relevant": false,
    "harness_relevant": true
  },
  "training_hints": {
    "positive_examples": [],
    "negative_examples": [],
    "disambiguation": "",
    "seed_terms": [
      "direct action",
      "direct-action",
      "direct_action"
    ]
  },
  "is_category_lens": true,
  "child_count": 0
}