{
  "term": "EntertainmentBuildings",
  "role": "concept",
  "parent_concepts": [
    "Building"
  ],
  "layer": 5,
  "domain": "CreatedThings",
  "definition": "Buildings or structures designed primarily for hosting entertainment, performances, or recreational events for audiences.",
  "definition_source": "SUMO",
  "wordnet": {
    "synsets": [],
    "canonical_synset": "",
    "lemmas": [],
    "pos": "noun"
  },
  "relationships": {
    "related": [
      "ReligiousBuilding",
      "EducationalBuilding",
      "CommercialBuilding",
      "ResidentialBuilding",
      "IndustrialBuilding"
    ],
    "antonyms": [],
    "has_part": [
      "Auditorium",
      "EntertainmentBuilding",
      "BaseballDugout"
    ],
    "part_of": []
  },
  "safety_tags": {
    "risk_level": "low",
    "impacts": [],
    "treaty_relevant": false,
    "harness_relevant": false
  },
  "training_hints": {
    "positive_examples": [
      "The concert hall was packed for the symphony performance tonight.",
      "We watched the game from the team's dugout during batting practice.",
      "The theater's auditorium features excellent acoustics for live performances.",
      "The baseball stadium's dugout was filled with excited players.",
      "She performed on stage in the main auditorium of the performing arts center.",
      "The movie theater's screening room was upgraded with new sound systems."
    ],
    "negative_examples": [
      "The office building downtown houses several corporate headquarters.",
      "Students gathered in the school's gymnasium for physical education class.",
      "The hospital's emergency room was busy with patients all night.",
      "Worshippers filled the church sanctuary for Sunday morning service.",
      "The shopping mall's food court was crowded during lunch hour.",
      "The library's reading room provided a quiet space for studying."
    ],
    "disambiguation": "Not to be confused with: ReligiousBuilding, EducationalBuilding, CommercialBuilding, ResidentialBuilding, IndustrialBuilding"
  },
  "children": [
    "Cinema",
    "EntertainmentBuilding",
    "BaseballDugout"
  ],
  "is_category_lens": true,
  "child_count": 0,
  "meld_source": {
    "meld_id": "org.hatcat/building-melds@0.1.0",
    "applied_at": "2025-12-11T21:04:02.953470Z",
    "pack_version": "7.6.11"
  }
}