{
  "term": "JavelinWeapon",
  "role": "concept",
  "parent_concepts": [
    "Missile"
  ],
  "layer": 5,
  "domain": "CreatedThings",
  "definition": "The Javelin is a manportable,\nfire-and-forget antitank missile employed by dismounted infantry to defeat\ncurrent and future threat armored combat vehicles.  Its range of about 1.5\nmiles is more than twice that of its predecessor, the Dragon.  The Javelin\nhas secondary capabilities against helicopters and ground-fighting\npositions.  It is equipped with an imaging infrared system and a\nfire-and-forget guided missile.  The Javelin's normal engagement mode is\ntop-attack to penetrate the tank's most vulnerable armor.  It also has a\ndirect-attack capability to engage targets with overhead cover or in\nbunkers.  Its soft launch allows employment from within buildings and\nenclosed fighting positions.  The soft launch signature limits the\ngunner's exposure to the enemy, thus increasing survivability.  The\nJavelin is credited with helping U.S.  Special Forces and Kurdish troops\nrepel an Iraqi attack in April 2003 in one of the biggest tank battles of\nOperation Iraqi Freedom.  Traveling in eight trucks, the coalition troops\nwere met by surprise attack from an Iraqi brigade.  The Special Forces\nused 19 Javelins against the Iraqis, who had 12 tanks and 24 armored\npersonnel carriers.  The shoulder-held anti-tank weapons stopped two T-55\ntanks, eight personnel carriers, and four troop trucks even though not one\nof the U.S.  soldiers had ever fired the weapon before the engagement.\nThe Javelin consists of a missile in a disposable launch tube and a\nreusable Command Launch Unit (CLU) with a trigger mechanism and the\nintegrated day/night sighting device for surveillance, and target\nacquisition and built-in test capabilities and associated electronics.\nThe CLU, powered by a disposable battery, provides the capability for\nbattlefield surveillance, target acquisition, missile launch and damage\nassessment.  The round consists of a disposable launch tube assembly,\nbattery coolant unit, and the missile.  The 3.5-foot-long missile locks on\nto the target before launch using an infrared focal plane array and\non-board processing, which also maintains target track and guides the\nmissile to the target after launch.  A full-up system weighs 49.5 pounds.\nThe U.S.  Army awarded the Javelin contract in 1989 to Raytheon and\nLockheed Martin, the weapon was deployed some seven years later.  Since\nthen at least nine other countries have selected the weapon for their\narsenals.  The Javelin is one of about 1,400 weapon systems supported by\nDefense Supply Center Columbus, which supplies several of the missile's\nspare parts to the U.S.  Marine Corps through the Performance Based\nLogistics arrangement.  Three DSCC organizations manage these parts - the\nLand-based Weapon Systems Group, the Commodity-based Application Group and\nthe Maritime Weapon Systems Group.  (from\nhttp://federalvoice.dscc.dla.mil/federalvoice/040728/weapon.html)",
  "definition_source": "SUMO",
  "aliases": [
    "javelin weapon",
    "javelin-weapon",
    "javelin_weapon"
  ],
  "wordnet": {
    "synsets": [
      "javelin_weapon.n.01"
    ],
    "canonical_synset": "javelin_weapon.n.01",
    "lemmas": [
      "javelin weapon",
      "javelin-weapon",
      "javelin_weapon"
    ],
    "pos": "noun"
  },
  "relationships": {
    "related": [],
    "antonyms": [],
    "has_part": [],
    "part_of": []
  },
  "safety_tags": {
    "risk_level": "high",
    "impacts": [],
    "treaty_relevant": false,
    "harness_relevant": true
  },
  "training_hints": {
    "positive_examples": [],
    "negative_examples": [],
    "disambiguation": "",
    "seed_terms": [
      "javelin weapon",
      "javelin-weapon",
      "javelin_weapon"
    ]
  },
  "is_category_lens": true,
  "child_count": 0
}