{
  "term": "Lamotrigine",
  "role": "concept",
  "parent_concepts": [
    "Medicine"
  ],
  "layer": 5,
  "domain": "PhysicalWorld",
  "definition": "Lamotrigine, sold as the\nbrand name Lamictal among others, is an anticonvulsant medication used\nto treat epilepsy and to delay or prevent the recurrence of depressive\nepisodes in bipolar disorder. For epilepsy, this includes focal\nseizures, tonic-clonic seizures, and seizures in Lennox-Gastaut\nsyndrome. In bipolar disorder, lamotrigine has not been shown to\nreliably treat acute depression; but for patients with bipolar\ndisorder who are not currently symptomatic, it appears to be effective\nin reducing the risk of future episodes of depression. Common side\neffects include nausea, sleepiness, headache, vomiting, trouble with\ncoordination, and rash. Serious side effects include lack of red\nblood cells, increased risk of suicide, Stevens–Johnson syndrome, and\nallergic reactions. Concerns exist that use during pregnancy or\nbreastfeeding may result in harm. Lamotrigine is a phenyltriazine,\nmaking it chemically different from other anticonvulsants. Its\nmechanism of action is not clear, but it appears to inhibit release of\nexcitatory neurotransmitters via voltage-sensitive sodium channels in\nneurons. Lamotrigine was first marketed in the United Kingdom in\n1991, and approved for use in the United States in 1994. It is\non the World Health Organization's List of Essential Medicines. In\n2018, it was the 68th most commonly prescribed medication in the\nUnited States, with more than 11 million prescriptions.[from\nWikipedia]",
  "definition_source": "SUMO",
  "aliases": [
    "lamotrigine"
  ],
  "wordnet": {
    "synsets": [
      "lamotrigine.n.01"
    ],
    "canonical_synset": "lamotrigine.n.01",
    "lemmas": [
      "lamotrigine"
    ],
    "pos": "noun"
  },
  "relationships": {
    "related": [],
    "antonyms": [],
    "has_part": [],
    "part_of": []
  },
  "safety_tags": {
    "risk_level": "low",
    "impacts": [],
    "treaty_relevant": false,
    "harness_relevant": false
  },
  "training_hints": {
    "positive_examples": [],
    "negative_examples": [],
    "disambiguation": "",
    "seed_terms": [
      "lamotrigine"
    ]
  },
  "is_category_lens": true,
  "child_count": 0
}