{
  "term": "LCAC",
  "role": "concept",
  "parent_concepts": [
    "PoweredVehicle"
  ],
  "layer": 5,
  "domain": "CreatedThings",
  "definition": "The air cushioned landing craft, or fully amphibious\nlanding craft, is a more modern variation on the amphibious landing boat.\nThese craft are based on small to mid sized multi-purpose hovercraft, also\nknown as 'over the beach' ('OTB') craft.  This allows troops and material\nto access more than 70% of the world's coastline, while only approximately\n15% of that coastline is available to conventional landing craft.  Typical\nbarriers to conventional landing craft are soft sandy beaches, marshes,\nswampland, and loose surfaces.  Air cushion technology has vastly\nincreased the landing capability of the craft, providing greater speed and\nflexibility over traditional landing craft.  Like the mechanized landing\ncraft, they are usually equipped with mounted machine guns, although they\nalso support grenade launchers and heavy weapons.  These vehicles are\ncommonly used in the United States Navy, which first received them in\n1984, the Russian Navy, and some other modern fighting forces, such as the\nUnited Kingdom's Royal Navy.  Forces that may use the LCAC may include The\nRoyal Marines.  (from Wikipedia) ",
  "definition_source": "SUMO",
  "aliases": [
    "l_c_a_c",
    "l c a c",
    "l-c-a-c"
  ],
  "wordnet": {
    "synsets": [
      "l_c_a_c.n.01"
    ],
    "canonical_synset": "l_c_a_c.n.01",
    "lemmas": [
      "l_c_a_c",
      "l c a c",
      "l-c-a-c"
    ],
    "pos": "noun"
  },
  "relationships": {
    "related": [],
    "antonyms": [],
    "has_part": [],
    "part_of": []
  },
  "safety_tags": {
    "risk_level": "high",
    "impacts": [],
    "treaty_relevant": false,
    "harness_relevant": true
  },
  "training_hints": {
    "positive_examples": [],
    "negative_examples": [],
    "disambiguation": "",
    "seed_terms": [
      "l_c_a_c",
      "l c a c",
      "l-c-a-c"
    ]
  },
  "is_category_lens": true,
  "child_count": 0
}