{
  "term": "SMAWBunkerBuster",
  "role": "concept",
  "parent_concepts": [
    "Missile"
  ],
  "layer": 5,
  "domain": "CreatedThings",
  "definition": "The Shoulder-launched Multipurpose\nAssault Weapon (SMAW) is a versatile, lightweight and lethal weapon\nsystem.  SMAW, employed by the United States Marine Corps for more than\ntwenty years, has proven performance in combat situations, easily\ndemolishing bunkers, breaching fortifications, and defeating armored\nvehicles.  The man-portable SMAW is exceedingly accurate and reliable,\nexhibiting an average hit probability greater than 90 percent on a 1 x 2\nmeter target at combat ranges.  SMAW is perfectly suited for MOUT\nscenarios, enabling the gunner to defeat enemy fortifications while\nremaining under protective cover, greatly enhancing survivability.  SMAW\nwill feature even greater capability with a new Confined Space\nfire-from-enclosure version.  Talley Defense Systems, in cooperation with\nthe US Marine Corps, is perfecting a design which drastically reduces\nbackblast and over-pressure, and virtually eliminates flash and smoke when\nfiring the weapon.  The SMAW is an 83mm man-portable weapon system\nconsisting of the MK153 Mod 0 launcher, the MK 3 Mod 0 encased HEDP\nrocket, the MK 6 Mod 0 encased HEAA rocket, and the MK217 Mod 0 spotting\nrifle cartridge.  The launcher consists of a fiberglass launch tube, a 9mm\nspotting rifle, an electro-mechanical firing mechanism, open battle\nsights, and a mount for the MK42 Mod 0 optical and AN/PVS-4 night sights.\nThe SMAW MK153 Mod 0 launcher is based on the Israeli B-300 and consists\nof the launch tube, the spotting rifle, the firing mechanism, and mounting\nbrackets.  The launch tube is fiberglass/epoxy with a gel coat on the\nbore.  The spotting rifle is a British design and is mounted on the right\nside of the launch tube.  The firing mechanism mechanically fires the\nspotting rifle and uses a magneto to fire the rocket.  The mounting\nbrackets connect the components and provide the means for boresighting the\nweapon.  The encased rockets are loaded at the rear of the launcher.  The\nspotting cartridges are stored in a magazine in the cap of the encased\nrocket.  The SMAW system (launcher, ammunition and logistics support) was\nfielded in 1984 as a Marine Corps unique system.  At that time, the SMAW\nincluded the MK153 Mod 0 launcher, the MK3 Mod 0 HEDP encased rocket, the\nMK4 Mod 0 practice rocket and the MK217 Mod 0 9mm spotting cartridge.  The\nMK6 Mod 0 encased HEAA rocket is being added to the inventory.  The MOD 0\nhas demonstrated several shortcomings.  A series of modifications is\ncurrently planned to address the deficiencies.  They include a resleeving\nprocess for bubbled launch tubes, rewriting/drafting operator and\ntechnical manuals, a kit that will reduce environmental intrusion into the\ntrigger mechanism, and an optical sight modification to allow the new HEAA\nrocket to be used effectively against moving armor targets.  Recently\nfielded were new boresight bracket kits that, when installed, will solve\nthe loss of boresight problem between launch tube and spotting rifle.\n(from http://www.globalsecurity.org/military/systems/ground/smaw.htm)",
  "definition_source": "SUMO",
  "aliases": [
    "s_m_a_w_bunker_buster",
    "s m a w bunker buster",
    "s-m-a-w-bunker-buster"
  ],
  "wordnet": {
    "synsets": [
      "s_m_a_w_bunker_buster.n.01"
    ],
    "canonical_synset": "s_m_a_w_bunker_buster.n.01",
    "lemmas": [
      "s_m_a_w_bunker_buster",
      "s m a w bunker buster",
      "s-m-a-w-bunker-buster"
    ],
    "pos": "noun"
  },
  "relationships": {
    "related": [],
    "antonyms": [],
    "has_part": [],
    "part_of": []
  },
  "safety_tags": {
    "risk_level": "high",
    "impacts": [],
    "treaty_relevant": false,
    "harness_relevant": true
  },
  "training_hints": {
    "positive_examples": [],
    "negative_examples": [],
    "disambiguation": "",
    "seed_terms": [
      "s_m_a_w_bunker_buster",
      "s m a w bunker buster",
      "s-m-a-w-bunker-buster"
    ]
  },
  "is_category_lens": true,
  "child_count": 0
}