{
  "term": "Vyvanse",
  "role": "concept",
  "parent_concepts": [
    "Stimulant"
  ],
  "layer": 5,
  "domain": "PhysicalWorld",
  "definition": "Lisdexamfetamine, sold under\nthe brand name Vyvanse among others, is a medication that is a\nderivative of amphetamine. It is mainly used to treat attention\ndeficit hyperactivity disorder (ADHD) in people over the age of five\nas well as moderate-to-severe binge eating disorder in adults.\nLisdexamfetamine is taken by mouth. In the United Kingdom, it\nis usually less preferred than methylphenidate. Its effects\ngenerally begin within 2 hours and last for up to 14 hours. Common\nside effects of lisdexamfetamine include loss of appetite, anxiety,\ndiarrhea, trouble sleeping, irritability, and nausea. Rare but\nserious side effects include mania, sudden cardiac death in those with\nunderlying heart problems, and psychosis. It has a high potential\nfor substance abuse per the DEA. Serotonin syndrome may occur\nif used with certain other medications. Its use during pregnancy\nmay result in harm to the baby and use during breastfeeding is not\nrecommended by the manufacturer. Lisdexamfetamine is a\ncentral nervous system (CNS) stimulant that works after being\nconverted by the body into dextroamphetamine. Chemically,\nlisdexamfetamine is composed of the amino acid L-lysine, attached to\ndextroamphetamine. Lisdexamfetamine was approved for medical use\nin the United States in 2007. In 2018, it was the 82nd most\ncommonly prescribed medication in the United States, with more than 10\nmillion prescriptions. It is a Schedule II controlled\nsubstance in the United Kingdom and a Schedule II controlled substance\nin the United States.[from Wikipedia]",
  "definition_source": "SUMO",
  "aliases": [
    "vyvanse"
  ],
  "wordnet": {
    "synsets": [
      "vyvanse.n.01"
    ],
    "canonical_synset": "vyvanse.n.01",
    "lemmas": [
      "vyvanse"
    ],
    "pos": "noun"
  },
  "relationships": {
    "related": [],
    "antonyms": [],
    "has_part": [],
    "part_of": []
  },
  "safety_tags": {
    "risk_level": "medium",
    "impacts": [],
    "treaty_relevant": false,
    "harness_relevant": true
  },
  "training_hints": {
    "positive_examples": [],
    "negative_examples": [],
    "disambiguation": "",
    "seed_terms": [
      "vyvanse"
    ]
  },
  "is_category_lens": true,
  "child_count": 0
}