{
  "term": "BiasProcesses",
  "role": "concept",
  "parent_concepts": [
    "CognitiveProcess"
  ],
  "layer": 2,
  "domain": "MindsAndAgents",
  "definition": "Cognitive processes that systematically favor or disadvantage groups through stereotypes, discrimination, or selective perception.",
  "definition_source": "SUMO",
  "wordnet": {
    "synsets": [],
    "canonical_synset": "",
    "lemmas": [],
    "pos": "noun"
  },
  "relationships": {
    "related": [
      "MetacognitivePlanning",
      "AnalyticalReasoning",
      "MemoryRetrieval",
      "AttentionRegulation",
      "LogicalInference"
    ],
    "antonyms": [],
    "has_part": [
      "BenevolentPrejudice",
      "ContextCollapseBias",
      "DiscriminatoryTreatment",
      "ErasureBias",
      "HistoricalBiasReinforcement",
      "IntersectionalBias",
      "PrejudicialInference",
      "ProxyDiscrimination",
      "SelectiveBiasDetection",
      "SocialCategorization",
      "BiasAwarenessSignal",
      "HeuristicStereotypeSignal",
      "OutgroupHomogeneitySignal",
      "RepresentationBiasSignal",
      "StereotypeMechanismSignal",
      "UncertaintyBiasSignal"
    ],
    "part_of": [],
    "opposite": [
      "ImpartialProcesses"
    ]
  },
  "safety_tags": {
    "risk_level": "low",
    "impacts": [],
    "treaty_relevant": false,
    "harness_relevant": false
  },
  "training_hints": {
    "positive_examples": [
      "The hiring manager unconsciously favored candidates from elite universities over equally qualified applicants.",
      "She automatically assumed the Asian student would be good at math without knowing their actual abilities.",
      "The algorithm systematically rejected loan applications from certain zip codes due to historical redlining patterns.",
      "He noticed every instance of reverse discrimination but overlooked examples of traditional bias.",
      "The dataset completely excluded rural perspectives, creating an urban-centric worldview.",
      "The intersection of being both elderly and female created unique workplace challenges not captured by age or gender bias alone."
    ],
    "negative_examples": [
      "She carefully weighed all the evidence before making her decision about the job candidate.",
      "The teacher gave detailed feedback to help each student improve their individual weaknesses.",
      "He systematically rotated through different problem-solving strategies to find the best approach.",
      "The system was designed with multiple safeguards to ensure fair and equal treatment for all users.",
      "She recognized her initial gut reaction and deliberately sought out contradicting evidence.",
      "The committee used structured interviews and standardized criteria to evaluate all applicants equally."
    ],
    "disambiguation": "Not to be confused with: MetacognitivePlanning, AnalyticalReasoning, MemoryRetrieval, AttentionRegulation, LogicalInference"
  },
  "children": [
    "BenevolentPrejudice",
    "ContextCollapseBias",
    "DiscriminatoryTreatment",
    "ErasureBias",
    "HistoricalBiasReinforcement",
    "IntersectionalBias",
    "PrejudicialInference",
    "ProxyDiscrimination",
    "SelectiveBiasDetection",
    "SocialCategorization",
    "BiasAwarenessSignal",
    "HeuristicStereotypeSignal",
    "OutgroupHomogeneitySignal",
    "RepresentationBiasSignal",
    "StereotypeMechanismSignal",
    "UncertaintyBiasSignal"
  ],
  "is_category_lens": true,
  "child_count": 0,
  "meld_source": {
    "meld_id": "org.hatcat/cognitiveprocess-melds@0.1.0",
    "applied_at": "2025-12-11T21:04:03.027784Z",
    "pack_version": "7.6.12"
  },
  "opposite_reasoning": "ImpartialProcesses is the strongest semantic opposite for BiasProcesses because: (1) It directly negates the core characteristic of systematic favoritism/disadvantage, (2) Represents the neutral baseline from which bias deviates, (3) Most clearly captures the complementary nature needed for Fisher-LDA separation (biased vs. unbiased cognitive processes), (4) Highly relevant for AI safety monitoring where detecting departures from impartiality is critical, (5) Parallel structure to BiasProcesses makes it conceptually clean. While not currently in standard ontologies, it should be added as it represents a fundamental opposite necessary for bias detection systems."
}