{
  "term": "Decorative",
  "role": "concept",
  "parent_concepts": [
    "Artifact"
  ],
  "layer": 2,
  "domain": "CreatedThings",
  "definition": "Objects designed to enhance visual appeal or aesthetics of a space",
  "definition_source": "SUMO",
  "wordnet": {
    "synsets": [],
    "canonical_synset": "",
    "lemmas": [],
    "pos": "noun"
  },
  "relationships": {
    "related": [
      "Tool",
      "Container",
      "Furniture",
      "Appliance",
      "Vehicle"
    ],
    "antonyms": [],
    "has_part": [
      "DisplayArtifact",
      "Mirror",
      "PictureFrame",
      "Window",
      "WindowCovering"
    ],
    "part_of": [],
    "opposite": [
      "Functional"
    ]
  },
  "safety_tags": {
    "risk_level": "low",
    "impacts": [],
    "treaty_relevant": false,
    "harness_relevant": false
  },
  "training_hints": {
    "positive_examples": [
      "She hung an ornate mirror above the fireplace to brighten the room",
      "The antique picture frame displayed their wedding photo beautifully",
      "He installed decorative shutters to complement the house's exterior",
      "The art gallery used elegant frames to showcase the paintings",
      "Beautiful curtains transformed the plain windows into focal points",
      "The pegboard display made organizing tools both functional and attractive"
    ],
    "negative_examples": [
      "The carpenter used his hammer to build the deck",
      "She cooked dinner in a stainless steel pot on the stove",
      "The mechanic tightened the bolt with a wrench",
      "He stored his files in a metal cabinet",
      "The factory machine produced widgets efficiently",
      "She wrote notes with a ballpoint pen"
    ],
    "disambiguation": "Not to be confused with: Tool, Container, Furniture, Appliance, Vehicle"
  },
  "children": [
    "DisplayArtifact",
    "Mirror",
    "PictureFrame",
    "Window",
    "WindowCovering"
  ],
  "is_category_lens": true,
  "child_count": 0,
  "meld_source": {
    "meld_id": "org.hatcat/artifact-melds@0.1.0",
    "applied_at": "2025-12-11T21:04:02.813548Z",
    "pack_version": "7.6.9"
  },
  "opposite_reasoning": "Functional provides the strongest conceptual opposition to Decorative by representing the classic form-vs-function design dichotomy. While these aren't strict binary opposites (objects can be both decorative AND functional), they represent opposing primary purposes in design: aesthetic appeal vs. practical utility. This opposition is semantically clear, likely to exist in both WordNet and SUMO, and creates a meaningful axis for distinguishing object purposes. For Fisher-LDA, this axis would effectively separate aesthetically-focused items from utility-focused items."
}