{
  "term": "DomainReasoning",
  "role": "concept",
  "parent_concepts": [
    "CognitiveProcess"
  ],
  "layer": 2,
  "domain": "MindsAndAgents",
  "definition": "Reasoning that applies specialized knowledge structures, models, or metaphors from specific technical or scientific domains.",
  "definition_source": "SUMO",
  "wordnet": {
    "synsets": [],
    "canonical_synset": "",
    "lemmas": [],
    "pos": "noun"
  },
  "relationships": {
    "related": [
      "MemoryProcess",
      "AttentionProcess",
      "LearningProcess",
      "DecisionMakingProcess",
      "CreativeProcess"
    ],
    "antonyms": [],
    "has_part": [
      "CommunityDetectionProcess",
      "EnergyFlowReasoning",
      "GeometricReasoningProcess",
      "ModeDecompositionProcess",
      "NetworkReasoningProcess",
      "QuantumReasoningProcess",
      "RiskAssessmentProcess",
      "RiskForecastReasoning",
      "RiskManagementProcess",
      "SwarmCoordinationProcess",
      "WaveReasoningProcess",
      "ScenarioRiskSignal",
      "NetworkAnalysisSignal",
      "NetworkSubgraphExtractionProcess"
    ],
    "part_of": [],
    "opposite": [
      "CommonSenseReasoning"
    ]
  },
  "safety_tags": {
    "risk_level": "low",
    "impacts": [],
    "treaty_relevant": false,
    "harness_relevant": false
  },
  "training_hints": {
    "positive_examples": [
      "The AI system used network flow analysis to optimize the supply chain routing problem.",
      "She applied geometric thinking to understand the high-dimensional embedding space.",
      "The model reasoned about quantum superposition states to solve the optimization problem.",
      "Engineers used swarm coordination principles to manage the drone fleet operations.",
      "The risk assessment framework evaluated potential cascading failures across systems.",
      "Fourier decomposition helped analyze the complex signal patterns in the data."
    ],
    "negative_examples": [
      "The student recalled the definition of photosynthesis from memory.",
      "She felt anxious about the upcoming presentation to her colleagues.",
      "The algorithm updated its internal parameters based on the training loss.",
      "He made a quick decision about which restaurant to visit for lunch.",
      "The system generated a creative story about space exploration adventures.",
      "She focused her attention on the important details in the contract."
    ],
    "disambiguation": "Not to be confused with: MemoryProcess, AttentionProcess, LearningProcess, DecisionMakingProcess, CreativeProcess"
  },
  "children": [
    "CommunityDetectionProcess",
    "EnergyFlowReasoning",
    "GeometricReasoningProcess",
    "ModeDecompositionProcess",
    "NetworkReasoningProcess",
    "QuantumReasoningProcess",
    "RiskAssessmentProcess",
    "RiskForecastReasoning",
    "RiskManagementProcess",
    "SwarmCoordinationProcess",
    "WaveReasoningProcess",
    "ScenarioRiskSignal",
    "NetworkAnalysisSignal",
    "NetworkSubgraphExtractionProcess"
  ],
  "is_category_lens": true,
  "child_count": 0,
  "meld_source": {
    "meld_id": "org.hatcat/cognitiveprocess-melds@0.1.0",
    "applied_at": "2025-12-11T21:04:03.027793Z",
    "pack_version": "7.6.12"
  },
  "opposite_reasoning": "CommonSenseReasoning provides the strongest complementary opposition to DomainReasoning. The contrast between specialized/technical domain knowledge and general everyday knowledge is semantically clear, conceptually sound, and highly useful for AI safety monitoring. This opposition would help distinguish when an AI system is applying expert domain models vs. relying on general world knowledge. The concept likely exists in SUMO (as common-sense reasoning is a well-established AI concept), making it practical to implement. For Fisher-LDA, this creates a meaningful axis: domain-specific expertise on one end, general accessible knowledge on the other."
}