{
  "term": "FluidMotion",
  "role": "concept",
  "parent_concepts": [
    "Motion"
  ],
  "layer": 2,
  "domain": "PhysicalWorld",
  "definition": "Movement or flow of liquids and gases through space or systems",
  "definition_source": "SUMO",
  "wordnet": {
    "synsets": [],
    "canonical_synset": "",
    "lemmas": [],
    "pos": "noun"
  },
  "relationships": {
    "related": [
      "SolidMotion",
      "AnimalMotion",
      "VehicleMotion",
      "BodyMovement"
    ],
    "antonyms": [],
    "has_part": [
      "GasMotion",
      "LiquidMotion",
      "Irrigating"
    ],
    "part_of": [],
    "opposite": [
      "Stasis"
    ]
  },
  "safety_tags": {
    "risk_level": "low",
    "impacts": [],
    "treaty_relevant": false,
    "harness_relevant": false
  },
  "training_hints": {
    "positive_examples": [
      "The river flows swiftly downstream after the spring thaw",
      "Steam rises from the hot coffee cup into the cool air",
      "Water sprinklers irrigate the garden beds every morning",
      "Oil flows through the pipeline to the refinery",
      "Wind blows across the prairie, bending the tall grass",
      "The irrigation system channels water to the crop fields"
    ],
    "negative_examples": [
      "The car accelerated down the highway at high speed",
      "She walked quickly through the crowded mall",
      "The elevator moved smoothly between floors",
      "Birds migrate south for the winter months",
      "The train pulled into the station right on schedule",
      "He threw the ball across the field to his teammate"
    ],
    "disambiguation": "Not to be confused with: SolidMotion, AnimalMotion, VehicleMotion, BodyMovement"
  },
  "children": [
    "GasMotion",
    "LiquidMotion",
    "Irrigating"
  ],
  "is_category_lens": true,
  "child_count": 0,
  "meld_source": {
    "meld_id": "org.hatcat/motion-melds@0.1.0",
    "applied_at": "2025-12-11T21:04:04.437888Z",
    "pack_version": "7.6.27"
  },
  "opposite_reasoning": "Stasis provides the strongest semantic opposition to FluidMotion as it represents the fundamental opposite state: complete absence of motion and change versus dynamic flow. This opposition is useful for Fisher-LDA as it creates a clear axis between movement/change processes and stillness/stability states. While not directly relevant to deception detection, it provides a clean conceptual boundary for understanding motion-related concepts. Stasis likely exists in both WordNet and SUMO as a fundamental philosophical and physical concept."
}