{
  "term": "FormalPropositions",
  "role": "concept",
  "parent_concepts": [
    "Proposition"
  ],
  "layer": 2,
  "domain": "Information",
  "definition": "Structured mathematical or logical statements with precise symbolic representation or systematic form",
  "definition_source": "SUMO",
  "wordnet": {
    "synsets": [],
    "canonical_synset": "",
    "lemmas": [],
    "pos": "noun"
  },
  "relationships": {
    "related": [
      "Hypothesis",
      "Theory",
      "Belief",
      "Opinion"
    ],
    "antonyms": [],
    "has_part": [
      "Equation",
      "Graph",
      "GraphElement",
      "Axiom",
      "Model",
      "MultipolePostulate"
    ],
    "part_of": [],
    "opposite": [
      "NaturalLanguageText"
    ]
  },
  "safety_tags": {
    "risk_level": "low",
    "impacts": [],
    "treaty_relevant": false,
    "harness_relevant": false
  },
  "training_hints": {
    "positive_examples": [
      "The quadratic formula x = (-b ± √(b²-4ac))/2a solves second-degree equations",
      "Euclid's first axiom states that a straight line can be drawn between any two points",
      "The graph shows the relationship between temperature and pressure using coordinate axes",
      "Einstein's field equations model the curvature of spacetime in general relativity",
      "The network diagram represents nodes connected by directed edges",
      "The postulate assumes that electric charge is conserved in all interactions"
    ],
    "negative_examples": [
      "I believe that honesty is the best policy in relationships",
      "The hypothesis suggests that birds migrate due to seasonal changes",
      "My opinion is that this movie deserves an award",
      "The theory proposes that consciousness emerges from neural complexity",
      "She argued that the policy would benefit small businesses",
      "The claim states that exercise improves mental health"
    ],
    "disambiguation": "Not to be confused with: Hypothesis, Theory, Belief, Opinion"
  },
  "children": [
    "Equation",
    "Graph",
    "GraphElement",
    "Axiom",
    "Model",
    "MultipolePostulate"
  ],
  "is_category_lens": true,
  "child_count": 0,
  "meld_source": {
    "meld_id": "org.hatcat/proposition-melds@0.1.0",
    "applied_at": "2025-12-11T21:04:04.578215Z",
    "pack_version": "7.6.29"
  },
  "opposite_reasoning": "NaturalLanguageText provides the strongest practical opposition for Fisher-LDA steering. It captures the core distinguishing features of FormalPropositions (symbolic precision, systematic structure, mathematical formalization) by contrasting with natural language's ambiguity, context-dependence, and lack of formal symbolic representation. This opposition is most useful for AI safety monitoring as it helps distinguish between formalized reasoning (proofs, equations, logical statements) and informal communication. It likely exists in SUMO and has high confidence. While 'InformalCommunication' might seem more directly opposite, NaturalLanguageText is more concrete and better anchored in existing ontologies."
}