{
  "term": "FormalRelations",
  "role": "concept",
  "parent_concepts": [
    "Relation"
  ],
  "layer": 2,
  "domain": "CreatedThings",
  "definition": "Relations defined by mathematical or logical properties and constraints on their argument structures.",
  "definition_source": "SUMO",
  "wordnet": {
    "synsets": [],
    "canonical_synset": "",
    "lemmas": [],
    "pos": "noun"
  },
  "relationships": {
    "related": [
      "SpatialRelation",
      "TemporalRelation",
      "SocialRelation",
      "CausalRelation",
      "PhysicalRelation"
    ],
    "antonyms": [],
    "has_part": [
      "ProbabilityRelation",
      "PPPBasedEconomicValuation",
      "RelationExtendedToQuantities",
      "PartialValuedRelation",
      "TotalValuedRelation",
      "SingleValuedRelation"
    ],
    "part_of": [],
    "opposite": [
      "IntentionalRelation"
    ]
  },
  "safety_tags": {
    "risk_level": "low",
    "impacts": [],
    "treaty_relevant": false,
    "harness_relevant": false
  },
  "training_hints": {
    "positive_examples": [
      "The function maps each input to exactly one output value.",
      "This probability distribution assigns likelihood values to all possible outcomes.",
      "The economic indicator converts national currencies using purchasing power parity.",
      "The partial function is undefined for certain input combinations.",
      "Each student ID corresponds to at most one enrolled student.",
      "The relation satisfies the mathematical property of being single-valued."
    ],
    "negative_examples": [
      "My sister is taller than my brother.",
      "The book is on the table next to the lamp.",
      "Sarah works for the marketing department.",
      "The red car belongs to my neighbor.",
      "This painting was created by Van Gogh.",
      "The meeting occurs every Tuesday at noon."
    ],
    "disambiguation": "Not to be confused with: SpatialRelation, TemporalRelation, SocialRelation, CausalRelation, PhysicalRelation"
  },
  "children": [
    "ProbabilityRelation",
    "PPPBasedEconomicValuation",
    "BinaryRelationExtendedToQuantities",
    "PartialValuedRelation",
    "TotalValuedRelation",
    "ContinuousFunction"
  ],
  "is_category_lens": true,
  "child_count": 0,
  "meld_source": {
    "meld_id": "org.hatcat/relation-melds@0.1.0",
    "applied_at": "2025-12-11T21:04:04.730344Z",
    "pack_version": "7.6.31"
  },
  "opposite_reasoning": "IntentionalRelation provides the strongest opposition for AI safety monitoring. FormalRelations are defined by mathematical/logical properties independent of mental states, while IntentionalRelations hold due to propositional attitudes and intentionality. This opposition captures: (1) syntactic/formal vs semantic/meaningful, (2) objective/mathematical vs subjective/mental, (3) structure-preserving vs content-dependent. For AI safety, distinguishing formal reasoning from intentional stance reasoning is critical. IntentionalRelation likely exists in SUMO (as SUMO models mental states and propositional attitudes), making it practically available. While 'InformalRelations' would be more direct, it's unlikely to exist as a defined concept in standard ontologies."
}