{
  "term": "FutureCognition",
  "role": "concept",
  "parent_concepts": [
    "CognitiveProcess"
  ],
  "layer": 2,
  "domain": "MindsAndAgents",
  "definition": "Cognitive processes that involve reasoning about, predicting, or preparing for future states and possibilities.",
  "definition_source": "SUMO",
  "wordnet": {
    "synsets": [],
    "canonical_synset": "",
    "lemmas": [],
    "pos": "noun"
  },
  "relationships": {
    "related": [
      "MemoryProcess",
      "PerceptualProcess",
      "EmotionalProcess",
      "LearningProcess"
    ],
    "antonyms": [],
    "has_part": [
      "AnticipatoryCognition",
      "CosmicPreparationCognition",
      "FutureProjection",
      "PropheticCognition",
      "ScenarioBuildingProcess"
    ],
    "part_of": [],
    "opposite": [
      "PastCognition"
    ]
  },
  "safety_tags": {
    "risk_level": "low",
    "impacts": [],
    "treaty_relevant": false,
    "harness_relevant": false
  },
  "training_hints": {
    "positive_examples": [
      "She carefully considered how her career choices today would affect her retirement plans.",
      "The team built multiple scenarios to prepare for different market conditions next year.",
      "He believed his research would help train the AI systems of tomorrow.",
      "The prophet warned that humanity must prepare for the coming transformation.",
      "Scientists modeled climate projections to anticipate environmental changes decades ahead.",
      "The strategist analyzed trends to forecast which technologies would dominate the industry."
    ],
    "negative_examples": [
      "She remembered her childhood summers at the lake vividly.",
      "He focused intently on solving the mathematical equation in front of him.",
      "The detective analyzed the crime scene evidence methodically.",
      "She felt overwhelmed by the emotional weight of the recent loss.",
      "The musician practiced scales to improve her finger dexterity.",
      "He made a snap decision based on his immediate gut reaction."
    ],
    "disambiguation": "Not to be confused with: MemoryProcess, PerceptualProcess, EmotionalProcess, LearningProcess"
  },
  "children": [
    "AnticipatoryCognition",
    "CosmicPreparationCognition",
    "FutureProjection",
    "PropheticCognition",
    "ScenarioBuildingProcess"
  ],
  "is_category_lens": true,
  "child_count": 0,
  "meld_source": {
    "meld_id": "org.hatcat/cognitiveprocess-melds@0.1.0",
    "applied_at": "2025-12-11T21:04:03.027796Z",
    "pack_version": "7.6.12"
  },
  "opposite_reasoning": "PastCognition provides the strongest semantic opposition through temporal complementarity - it represents the mirror cognitive process focused on retrospective rather than prospective thinking. This creates a clean, interpretable axis for Fisher-LDA: future-oriented vs past-oriented cognition. For AI safety monitoring, this axis is valuable for understanding temporal reasoning patterns, detecting whether systems are properly considering historical context vs making predictions, and identifying biases in temporal processing. While it may not exist in current ontologies, it should be added as it forms a fundamental cognitive dimension. The opposition is stronger and more semantically pure than MemoryRecall (which is too specific) or ReactiveProcess (which confounds temporal and deliberative dimensions)."
}