{
  "term": "HeadAndFace",
  "role": "concept",
  "parent_concepts": [
    "AnatomicalStructure"
  ],
  "layer": 2,
  "domain": "LivingThings",
  "definition": "Anatomical parts of the head and face region, including facial features, sensory organs, and cranial structures.",
  "definition_source": "SUMO",
  "wordnet": {
    "synsets": [],
    "canonical_synset": "",
    "lemmas": [],
    "pos": "noun"
  },
  "relationships": {
    "related": [
      "Arms",
      "Legs",
      "Torso",
      "Hands",
      "Feet"
    ],
    "antonyms": [],
    "has_part": [
      "Auricle",
      "Chin",
      "Cornea",
      "Eardrum",
      "Eyebrow",
      "Face",
      "Forehead",
      "Head",
      "Jaw",
      "Lip",
      "Mouth",
      "NasalSeptum",
      "Tongue"
    ],
    "part_of": [],
    "opposite": [
      "Extremity"
    ]
  },
  "safety_tags": {
    "risk_level": "low",
    "impacts": [],
    "treaty_relevant": false,
    "harness_relevant": false
  },
  "training_hints": {
    "positive_examples": [
      "She touched her forehead to check for fever.",
      "The boxer's jaw was bruised after the fight.",
      "He raised his eyebrows in surprise at the news.",
      "The doctor examined the patient's eardrum with an otoscope.",
      "She applied lipstick to her lips before the date.",
      "The surgeon repaired the damaged cornea to restore vision."
    ],
    "negative_examples": [
      "He flexed his biceps to show his strength.",
      "She massaged her sore shoulders after work.",
      "The athlete stretched his hamstring muscles.",
      "He broke his wrist falling off the bike.",
      "She painted her fingernails bright red.",
      "The doctor checked his pulse at the wrist."
    ],
    "disambiguation": "Not to be confused with: Arms, Legs, Torso, Hands, Feet"
  },
  "children": [
    "Auricle",
    "Chin",
    "Cornea",
    "Eardrum",
    "Eyebrow",
    "Face",
    "Forehead",
    "Head",
    "Jaw",
    "Lip",
    "Mouth",
    "NasalSeptum",
    "Tongue"
  ],
  "is_category_lens": true,
  "child_count": 0,
  "meld_source": {
    "meld_id": "org.hatcat/bodypart-melds@0.1.0",
    "applied_at": "2025-12-11T21:04:02.885701Z",
    "pack_version": "7.6.10"
  },
  "opposite_reasoning": "Extremity provides the strongest practical opposition for HeadAndFace. Both are major anatomical body regions that are mutually exclusive and complementary - a natural partition of external body structures. This creates a meaningful semantic axis for distinguishing head/facial features from limbs. While not directly relevant to deception detection, it provides clear geometric separation in concept space. Extremity is well-established in both WordNet and SUMO ontologies, making it readily available. The opposition is intuitive: head contains sensory/cognitive centers while extremities are for locomotion and manipulation."
}