{
  "term": "HeuristicsAndBiasCorrection",
  "role": "concept",
  "parent_concepts": [
    "CognitiveProcess"
  ],
  "layer": 2,
  "domain": "MindsAndAgents",
  "definition": "Cognitive processes that use mental shortcuts or attempt to counteract systematic thinking errors and unfair judgments.",
  "definition_source": "SUMO",
  "wordnet": {
    "synsets": [],
    "canonical_synset": "",
    "lemmas": [],
    "pos": "noun"
  },
  "relationships": {
    "related": [
      "MemoryProcess",
      "AttentionProcess",
      "LearningProcess",
      "PerceptualProcess",
      "ReasoningProcess"
    ],
    "antonyms": [],
    "has_part": [
      "BiasCorrectionStrategy",
      "CognitiveHeuristic",
      "CounterBiasDistortionSignal",
      "FairnessMetacognitionSignal"
    ],
    "part_of": [],
    "opposite": [
      "BiasAmplification"
    ]
  },
  "safety_tags": {
    "risk_level": "low",
    "impacts": [],
    "treaty_relevant": false,
    "harness_relevant": false
  },
  "training_hints": {
    "positive_examples": [
      "She used a rule of thumb to quickly estimate the project timeline.",
      "The hiring manager checked himself for unconscious bias when reviewing resumes.",
      "He relied on his gut instinct to make the investment decision.",
      "The judge reminded herself to consider all evidence equally regardless of the defendant's appearance.",
      "They implemented a structured decision framework to avoid groupthink.",
      "She noticed her first impression might be unfair and reconsidered her assessment."
    ],
    "negative_examples": [
      "The computer algorithm automatically sorted the data by relevance.",
      "She carefully analyzed each piece of evidence before reaching a conclusion.",
      "The team followed the established protocol step by step.",
      "He memorized the facts for the upcoming exam.",
      "They perceived the optical illusion as intended by the artist.",
      "The student focused intently on understanding the complex theorem."
    ],
    "disambiguation": "Not to be confused with: MemoryProcess, AttentionProcess, LearningProcess, PerceptualProcess, ReasoningProcess"
  },
  "children": [
    "ColorblindHarm",
    "HyperCautiousMasking",
    "Overcompensation",
    "PerformativeFairness",
    "AvailabilityHeuristic",
    "ConfirmationBias",
    "RepresentativenessHeuristic",
    "CounterBiasDistortionSignal",
    "FairnessMetacognitionSignal"
  ],
  "is_category_lens": true,
  "child_count": 0,
  "meld_source": {
    "meld_id": "org.hatcat/cognitiveprocess-melds@0.1.0",
    "applied_at": "2025-12-11T21:04:03.027799Z",
    "pack_version": "7.6.12"
  },
  "opposite_reasoning": "BiasAmplification provides the strongest semantic opposition for AI safety monitoring purposes. While HeuristicsAndBiasCorrection represents metacognitive processes that identify and counteract systematic errors, BiasAmplification represents processes that strengthen and perpetuate them. This creates a clear axis for Fisher-LDA steering between corrective and amplifying behaviors. This is especially valuable for AI alignment: detecting when a model is correcting vs. amplifying unfair judgments or systematic errors. The concept is specific enough to be operationally useful while general enough to encompass various amplification mechanisms (echo chambers, feedback loops, over-reliance on biased heuristics)."
}