{
  "term": "IntelligenceCognition",
  "role": "concept",
  "parent_concepts": [
    "CognitiveProcess"
  ],
  "layer": 2,
  "domain": "MindsAndAgents",
  "definition": "A CognitiveProcess that analyzes obscured or complex systems to extract hidden information, patterns, or structures.",
  "definition_source": "SUMO",
  "wordnet": {
    "synsets": [],
    "canonical_synset": "",
    "lemmas": [],
    "pos": "noun"
  },
  "relationships": {
    "related": [
      "LearningProcess",
      "DecisionMaking",
      "ProblemSolving",
      "MemoryRetrieval"
    ],
    "antonyms": [],
    "has_part": [
      "ReverseEngineeringProcess",
      "SteganalysisProcess"
    ],
    "part_of": []
  },
  "safety_tags": {
    "risk_level": "low",
    "impacts": [],
    "treaty_relevant": false,
    "harness_relevant": false
  },
  "training_hints": {
    "positive_examples": [
      "The security analyst reverse-engineered the malware to understand its attack vector.",
      "She examined the digital image for hidden steganographic messages using specialized tools.",
      "The team analyzed the competitor's product to determine its internal architecture.",
      "Researchers used steganalysis techniques to detect covert communication channels.",
      "He disassembled the firmware to identify potential security vulnerabilities.",
      "The forensic expert searched for concealed data embedded within the audio file."
    ],
    "negative_examples": [
      "The programmer debugged the code to fix a syntax error.",
      "She learned a new programming language through online tutorials.",
      "The student memorized the periodic table for tomorrow's chemistry exam.",
      "He made a decision about which restaurant to visit for dinner.",
      "The detective gathered witness statements to solve the case.",
      "She planned her weekly schedule using a digital calendar."
    ],
    "disambiguation": "Not to be confused with: LearningProcess, DecisionMaking, ProblemSolving, MemoryRetrieval"
  },
  "children": [
    "ReverseEngineeringProcess",
    "SteganalysisProcess"
  ],
  "is_category_lens": true,
  "child_count": 0,
  "meld_source": {
    "meld_id": "org.hatcat/cognitiveprocess-melds@0.1.0",
    "applied_at": "2025-12-11T21:04:03.027802Z",
    "pack_version": "7.6.12"
  }
}