{
  "term": "LegalPropositions",
  "role": "concept",
  "parent_concepts": [
    "Proposition"
  ],
  "layer": 2,
  "domain": "Information",
  "definition": "Formal principles, rules, or policies that govern behavior within legal or institutional frameworks.",
  "definition_source": "SUMO",
  "wordnet": {
    "synsets": [],
    "canonical_synset": "",
    "lemmas": [],
    "pos": "noun"
  },
  "relationships": {
    "related": [
      "ScientificProposition",
      "MathematicalProposition",
      "PhilosophicalProposition",
      "ReligiousProposition"
    ],
    "antonyms": [],
    "has_part": [
      "Policy",
      "Constitution",
      "RegionalLaw",
      "SuffrageLaw",
      "BindingCorporateRules"
    ],
    "part_of": [],
    "opposite": [
      "InformalNorm"
    ]
  },
  "safety_tags": {
    "risk_level": "low",
    "impacts": [],
    "treaty_relevant": false,
    "harness_relevant": false
  },
  "training_hints": {
    "positive_examples": [
      "The new privacy policy outlines how customer data will be protected.",
      "The constitutional amendment guarantees voting rights for all citizens.",
      "State laws require businesses to obtain permits before operating.",
      "Corporate governance rules mandate board independence requirements.",
      "Municipal ordinances prohibit parking on designated streets.",
      "International treaty provisions establish trade agreement terms."
    ],
    "negative_examples": [
      "The scientific theory explains how gravity works.",
      "His personal belief is that honesty is important.",
      "The mathematical theorem proves that angles sum to 180 degrees.",
      "Religious doctrine teaches about spiritual salvation.",
      "The philosophical argument questions the nature of reality.",
      "Historical facts show that the war ended in 1945."
    ],
    "disambiguation": "Not to be confused with: ScientificProposition, MathematicalProposition, PhilosophicalProposition, ReligiousProposition"
  },
  "children": [
    "ChildrenPolicy",
    "GovernmentPolicyResearch",
    "HousekeepingPolicy",
    "PetPolicy",
    "SmokingPolicy",
    "Constitution",
    "RegionalLaw",
    "RestrictedSuffrage",
    "VoterAgeRequirement",
    "BindingCorporateRules"
  ],
  "is_category_lens": true,
  "child_count": 0,
  "meld_source": {
    "meld_id": "org.hatcat/proposition-melds@0.1.0",
    "applied_at": "2025-12-11T21:04:04.578223Z",
    "pack_version": "7.6.29"
  },
  "opposite_reasoning": "InformalNorm provides the strongest semantic opposition by contrasting formal, codified institutional rules with informal, emergent social conventions. This distinction is highly relevant for AI safety monitoring - distinguishing between explicit legal/policy frameworks versus implicit social norms is crucial for alignment. The formal/informal axis is a key dimension in governance and behavioral regulation. While it may not exist in WordNet, it likely exists in SUMO as a complementary concept to formal propositions, and if missing, should definitely be added to layers for completeness."
}