{
  "term": "LegalAttrs",
  "role": "concept",
  "parent_concepts": [
    "RelationalAttribute"
  ],
  "layer": 2,
  "domain": "CreatedThings",
  "definition": "Attributes that characterize legal systems, agents, or politico-economic frameworks within juridical contexts.",
  "definition_source": "SUMO",
  "wordnet": {
    "synsets": [],
    "canonical_synset": "",
    "lemmas": [],
    "pos": "noun"
  },
  "relationships": {
    "related": [
      "PhysicalAttribute",
      "TemporalAttribute",
      "SocialAttribute",
      "CognitiveTrait"
    ],
    "antonyms": [],
    "has_part": [
      "LegalAgent",
      "LegalSystemAttribute",
      "PoliticoEconomicAttribute"
    ],
    "part_of": [],
    "opposite": [
      "CriminalActivity"
    ]
  },
  "safety_tags": {
    "risk_level": "low",
    "impacts": [],
    "treaty_relevant": false,
    "harness_relevant": false
  },
  "training_hints": {
    "positive_examples": [
      "The defendant's legal standing in this case is questionable.",
      "This country operates under a common law system.",
      "The corporation acts as a legal entity in contract negotiations.",
      "Federal jurisdiction applies to interstate commerce disputes.",
      "The plaintiff has constitutional rights that must be protected.",
      "Parliamentary democracy defines this nation's governmental structure."
    ],
    "negative_examples": [
      "The company's financial performance improved this quarter.",
      "She has excellent communication skills for teamwork.",
      "The building's architectural style is modernist.",
      "His academic credentials include a PhD in chemistry.",
      "The software has user-friendly interface features.",
      "The patient's medical history shows no allergies."
    ],
    "disambiguation": "Not to be confused with: PhysicalAttribute, TemporalAttribute, SocialAttribute, CognitiveTrait"
  },
  "children": [
    "CorporatePerson",
    "CityGovernment",
    "FederalHousingAdministration",
    "NationalGovernment",
    "StateGovernment",
    "GovernmentAgency",
    "HumanAdult",
    "NonProfitOrganization",
    "LegalSystemAttribute",
    "FormOfGovernment"
  ],
  "is_category_lens": true,
  "child_count": 0,
  "meld_source": {
    "meld_id": "org.hatcat/relationalattribute-melds@0.1.0",
    "applied_at": "2025-12-11T21:04:04.802497Z",
    "pack_version": "7.6.32"
  },
  "opposite_reasoning": "CriminalActivity is the best available opposite for LegalAttrs. While 'IllegalAttrs' would be the perfect semantic negation, it doesn't exist in standard ontologies. CriminalActivity provides strong opposition (legal frameworks vs. criminal acts they regulate), high steering utility for AI safety (distinguishing lawful from unlawful behavior is critical for alignment), and actually exists in both WordNet and SUMO. This opposition captures the essential tension between legal systems and the criminal behaviors they prohibit, making it highly useful for Fisher-LDA separation. The legal-criminal axis is fundamental for understanding normative behavior and detecting potential harmful activities."
}