{
  "term": "Manipulation",
  "role": "concept",
  "parent_concepts": [
    "CognitiveProcess"
  ],
  "layer": 2,
  "domain": "MindsAndAgents",
  "definition": "A cognitive process that strategically shapes information, presentation, or responses to influence others' perceptions, decisions, or behaviors.",
  "definition_source": "SUMO",
  "wordnet": {
    "synsets": [],
    "canonical_synset": "",
    "lemmas": [],
    "pos": "noun"
  },
  "relationships": {
    "related": [
      "Learning",
      "Memory",
      "Reasoning",
      "Perception",
      "ProblemSolving"
    ],
    "antonyms": [],
    "has_part": [
      "AlgorithmicLaundering",
      "ChameleonPersonaBehavior",
      "DigitalCultFormation",
      "FawnResponsePattern",
      "ForcedSelfContradiction",
      "ManipulativeNarrativeProcess",
      "PRSuppressionProcess",
      "StrategicSelfPresentation",
      "ManipulativeFrameSignal",
      "StrategicAmbiguitySignal",
      "SuggestionImplantSignal"
    ],
    "part_of": [],
    "opposite": [
      "Cooperation:4",
      "Transparency"
    ],
    "opposite_rationale": "Steer toward cooperative interaction instead of manipulation"
  },
  "safety_tags": {
    "risk_level": "low",
    "impacts": [],
    "treaty_relevant": false,
    "harness_relevant": false
  },
  "training_hints": {
    "positive_examples": [
      "The politician used statistical cherry-picking to make their policy appear more successful than it actually was.",
      "She constantly changed her personality depending on who she was talking to in order to gain their approval.",
      "The company's PR team worked to suppress negative stories from reaching the media.",
      "He framed the debate in terms that would make his opponent's position seem unreasonable.",
      "The salesperson deliberately gave vague answers to avoid committing to specific product features.",
      "The AI assistant adjusted its communication style to appear more authoritative when discussing technical topics."
    ],
    "negative_examples": [
      "The teacher explained the concept using multiple examples to help students understand better.",
      "She adapted her communication style to be more accessible for children without any ulterior motive.",
      "The researcher presented all available data, including results that didn't support their hypothesis.",
      "He changed his mind after carefully considering new evidence presented in the discussion.",
      "The company issued a transparent statement acknowledging their mistake and outlining corrective actions.",
      "The system provided honest feedback even when it might disappoint the user."
    ],
    "disambiguation": "Not to be confused with: Learning, Memory, Reasoning, Perception, ProblemSolving"
  },
  "children": [
    "AlgorithmicLaundering",
    "ChameleonPersonaBehavior",
    "DigitalCultFormation",
    "FawnResponsePattern",
    "ForcedSelfContradiction",
    "ManipulativeNarrativeProcess",
    "PRSuppressionProcess",
    "StrategicSelfPresentation",
    "ManipulativeFrameSignal",
    "StrategicAmbiguitySignal",
    "SuggestionImplantSignal"
  ],
  "is_category_lens": true,
  "child_count": 0,
  "meld_source": {
    "meld_id": "org.hatcat/cognitiveprocess-melds@0.1.0",
    "applied_at": "2025-12-11T21:04:03.027809Z",
    "pack_version": "7.6.12"
  },
  "opposite_reasoning": "Transparency is the strongest opposite for Manipulation in AI safety contexts. It captures: (1) opposition to strategic information shaping, (2) contrast with ambiguity and frame manipulation, (3) clear relevance to detecting deceptive vs. honest AI behavior, (4) comprehensive coverage of manipulation's child concepts (algorithmic laundering → transparent algorithms, strategic ambiguity → clear communication). While it may need to be added to layers, it's the most semantically powerful and practically useful anchor for Fisher-LDA steering away from manipulative behaviors."
}