{
  "term": "Materials",
  "role": "concept",
  "parent_concepts": [
    "Artifact"
  ],
  "layer": 2,
  "domain": "CreatedThings",
  "definition": "A substance or matter from which things can be made or which has specific properties for construction, manufacturing, or covering.",
  "definition_source": "SUMO",
  "wordnet": {
    "synsets": [],
    "canonical_synset": "",
    "lemmas": [],
    "pos": "noun"
  },
  "relationships": {
    "related": [
      "Tool",
      "Jewelry",
      "Pottery",
      "Weapon",
      "Coin"
    ],
    "antonyms": [],
    "has_part": [
      "Fabric",
      "MetalArtifact",
      "PhotographicFilm",
      "Veneer"
    ],
    "part_of": [],
    "opposite": [
      "Abstract"
    ]
  },
  "safety_tags": {
    "risk_level": "low",
    "impacts": [],
    "treaty_relevant": false,
    "harness_relevant": false
  },
  "training_hints": {
    "positive_examples": [
      "The fabric felt soft against her skin as she examined the texture.",
      "The photographer loaded a fresh roll of film into his vintage camera.",
      "The blacksmith heated the metal until it glowed red-hot in the forge.",
      "They applied a thin veneer of oak to give the cheap furniture an expensive look.",
      "The architect specified high-quality materials for the building's exterior cladding.",
      "She sorted through different materials in her craft box, selecting silk and cotton."
    ],
    "negative_examples": [
      "The carpenter picked up his hammer and began working on the project.",
      "The ancient pottery bowl displayed intricate geometric patterns.",
      "She opened the jewelry box to reveal her grandmother's necklace.",
      "The mechanic replaced the broken engine part with a new component.",
      "He collected vintage coins from around the world as a hobby.",
      "The artist displayed her finished painting in the gallery window."
    ],
    "disambiguation": "Not to be confused with: Tool, Jewelry, Pottery, Weapon, Coin"
  },
  "children": [
    "Fabric",
    "MetalArtifact",
    "PhotographicFilm",
    "Veneer"
  ],
  "is_category_lens": true,
  "child_count": 0,
  "meld_source": {
    "meld_id": "org.hatcat/artifact-melds@0.1.0",
    "applied_at": "2025-12-11T21:04:02.813554Z",
    "pack_version": "7.6.9"
  },
  "opposite_reasoning": "Abstract provides the strongest and most fundamental ontological opposition to Materials. Materials represents physical, tangible substances with mass and spatial extension, while Abstract represents non-physical, intangible concepts without physical properties. This physical/abstract dichotomy is: (1) A core distinction in SUMO ontology with high confidence of existence; (2) Semantically clean with minimal ambiguity; (3) Creates maximum separation in concept space for Fisher-LDA; (4) Philosophically robust and well-established. While Process is also strong, Abstract more directly opposes the physical substance nature of Materials. For AI safety monitoring, distinguishing physical resources from abstract concepts helps separate material constraints from conceptual reasoning."
}