{
  "term": "MeasurementCognition",
  "role": "concept",
  "parent_concepts": [
    "CognitiveProcess"
  ],
  "layer": 2,
  "domain": "MindsAndAgents",
  "definition": "Cognitive processes that quantify, categorize, or assign definitive values to observed phenomena or entities.",
  "definition_source": "SUMO",
  "wordnet": {
    "synsets": [],
    "canonical_synset": "",
    "lemmas": [],
    "pos": "noun"
  },
  "relationships": {
    "related": [
      "MemoryProcess",
      "LearningProcess",
      "ReasoningProcess",
      "DecisionMaking",
      "PerceptualProcess"
    ],
    "antonyms": [],
    "has_part": [
      "EstimationProcess",
      "LabelAssignment",
      "MeasurementProcess"
    ],
    "part_of": []
  },
  "safety_tags": {
    "risk_level": "low",
    "impacts": [],
    "treaty_relevant": false,
    "harness_relevant": false
  },
  "training_hints": {
    "positive_examples": [
      "The teacher evaluated each student's performance and assigned letter grades.",
      "She estimated the distance to the mountain by comparing it to familiar landmarks.",
      "The researcher measured participants' reaction times and recorded the precise milliseconds.",
      "He assessed the candidate's qualifications and determined she was highly suitable.",
      "The survey asked respondents to rate their satisfaction on a scale of 1 to 10.",
      "After observing the symptoms, the doctor diagnosed the patient with pneumonia."
    ],
    "negative_examples": [
      "She remembered her childhood home and could visualize every detail clearly.",
      "He planned his route to work, considering traffic patterns and timing.",
      "The student learned algebra by practicing problems repeatedly.",
      "She reasoned through the logic puzzle step by step to find the solution.",
      "He decided to accept the job offer after weighing all the factors.",
      "The child perceived the bright colors and shapes in the painting."
    ],
    "disambiguation": "Not to be confused with: MemoryProcess, LearningProcess, ReasoningProcess, DecisionMaking, PerceptualProcess"
  },
  "children": [
    "EstimationProcess",
    "LabelAssignment",
    "MeasurementProcess"
  ],
  "is_category_lens": true,
  "child_count": 0,
  "meld_source": {
    "meld_id": "org.hatcat/cognitiveprocess-melds@0.1.0",
    "applied_at": "2025-12-11T21:04:03.027811Z",
    "pack_version": "7.6.12"
  }
}