{
  "term": "MediaOrgs",
  "role": "concept",
  "parent_concepts": [
    "Organization"
  ],
  "layer": 2,
  "domain": "CreatedThings",
  "definition": "Organizations that create, distribute, or manage media content and communication services.",
  "definition_source": "SUMO",
  "wordnet": {
    "synsets": [],
    "canonical_synset": "",
    "lemmas": [],
    "pos": "noun"
  },
  "relationships": {
    "related": [
      "EducationalInstitution",
      "GovernmentAgency",
      "BusinessCorporation",
      "NonProfitOrganization",
      "ReligiousOrganization"
    ],
    "antonyms": [],
    "has_part": [
      "CommunicationOrganization",
      "MediaOrganization"
    ],
    "part_of": [],
    "opposite": [
      "ManufacturingOrganization"
    ]
  },
  "safety_tags": {
    "risk_level": "low",
    "impacts": [],
    "treaty_relevant": false,
    "harness_relevant": false
  },
  "training_hints": {
    "positive_examples": [
      "Netflix announced its new streaming service expansion.",
      "The newspaper published an investigative report on local corruption.",
      "CNN's breaking news alert reached millions of viewers.",
      "Spotify launched a new podcast platform for creators.",
      "The radio station changed its morning show lineup.",
      "Disney acquired the rights to stream classic movies."
    ],
    "negative_examples": [
      "The university's communications department sent an email to students.",
      "Microsoft released a new software update for Windows.",
      "The company's marketing team created an advertising campaign.",
      "Tesla announced its quarterly earnings report to investors.",
      "The government issued a public health advisory.",
      "Amazon's customer service responded to product complaints."
    ],
    "disambiguation": "Not to be confused with: EducationalInstitution, GovernmentAgency, BusinessCorporation, NonProfitOrganization, ReligiousOrganization"
  },
  "children": [
    "CommunicationOrganization",
    "TelevisionStationCompany"
  ],
  "is_category_lens": true,
  "child_count": 0,
  "meld_source": {
    "meld_id": "org.hatcat/organization-melds@0.1.0",
    "applied_at": "2025-12-11T21:04:04.506455Z",
    "pack_version": "7.6.28"
  },
  "opposite_reasoning": "MediaOrgs lacks a true antonym since it's an entity category rather than an attribute or value concept. ManufacturingOrganization provides the best practical opposition: (1) likely exists in SUMO as a parallel organization type, (2) represents clear functional separation (information/content vs. physical goods), (3) provides useful steering direction for distinguishing communication-focused vs. production-focused organizations. While not a perfect semantic opposite, it offers strong categorical distance and is more grounded than abstract constructs. For AI safety monitoring, distinguishing media organizations from other org types has utility in detecting information manipulation contexts."
}