{
  "term": "MentalAbstracts",
  "role": "concept",
  "parent_concepts": [
    "AbstractEntity"
  ],
  "layer": 2,
  "domain": "CreatedThings",
  "definition": "Abstract entities that exist primarily in minds or cognitive systems, including thoughts, beliefs, concepts, and mental states.",
  "definition_source": "SUMO",
  "wordnet": {
    "synsets": [],
    "canonical_synset": "",
    "lemmas": [],
    "pos": "noun"
  },
  "relationships": {
    "related": [
      "MathematicalObject",
      "LogicalConstruct",
      "DataStructure",
      "FormalSystem"
    ],
    "antonyms": [],
    "has_part": [
      "MentalRepresentation",
      "FactualProposition",
      "ConsentConcept",
      "DeepUncertaintyConcept",
      "SelfStatusConcept"
    ],
    "part_of": [],
    "opposite": [
      "Physical"
    ]
  },
  "safety_tags": {
    "risk_level": "low",
    "impacts": [],
    "treaty_relevant": false,
    "harness_relevant": false
  },
  "training_hints": {
    "positive_examples": [
      "She held the belief that honesty was the most important virtue.",
      "His memory of childhood summers remained vivid decades later.",
      "The concept of justice varies across different cultures.",
      "I have serious doubts about whether this plan will work.",
      "Her goal was to become a professional musician.",
      "The idea of consent is fundamental to medical ethics."
    ],
    "negative_examples": [
      "The number seven is prime.",
      "If it rains, then the ground will be wet.",
      "The set of all even numbers is infinite.",
      "Triangle ABC has three equal sides.",
      "The logical operator 'and' connects two propositions.",
      "This algorithm sorts numbers in ascending order."
    ],
    "disambiguation": "Not to be confused with: MathematicalObject, LogicalConstruct, DataStructure, FormalSystem"
  },
  "children": [
    "MentalRepresentation",
    "FactualProposition",
    "ConsentConcept",
    "DeepUncertaintyConcept",
    "SelfStatusConcept"
  ],
  "is_category_lens": true,
  "child_count": 0,
  "meld_source": {
    "meld_id": "org.hatcat/abstractentity-melds@0.1.0",
    "applied_at": "2025-12-11T21:04:02.649130Z",
    "pack_version": "7.6.7"
  },
  "opposite_reasoning": "Physical is the strongest semantic opposite for MentalAbstracts, representing the foundational mind-body or abstract-concrete distinction in ontology. It provides maximum opposition strength (mental vs physical is a clear dichotomy), has guaranteed availability in both WordNet and SUMO, and offers strong steering utility for AI safety applications. This opposition helps distinguish between internal mental representations and external physical reality—crucial for understanding AI world models, grounding, and the relationship between beliefs and physical facts. The Physical/Mental divide is also well-established in SUMO's upper ontology structure."
}