{
  "term": "NerveFiring",
  "role": "concept",
  "parent_concepts": [
    "BiologicalProcess"
  ],
  "layer": 2,
  "domain": "LivingThings",
  "definition": "An action potential occurs when the membrane potential of a specific cell\nrapidly rises and falls. This depolarization then causes adjacent locations to similarly depolarize. Action\npotentials occur in several types of animal cells, called excitable cells, which include neurons, muscle cells,\nand in some plant cells. Certain endocrine cells such as pancreatic beta cells, and certain cells of the anterior\n&%PituitaryGland are also excitable cells. In neurons, action potentials play a central role in cell–cell\ncommunication by providing for—or with regard to saltatory conduction, assisting—the propagation of signals along\nthe neuron's axon toward synaptic boutons situated at the ends of an axon; these signals can then connect with\nother neurons at synapses, or to motor cells or glands.[from Wikipedia]",
  "definition_source": "SUMO",
  "aliases": [
    "nerve_firing",
    "nerve-firing",
    "nerve firing"
  ],
  "wordnet": {
    "synsets": [
      "nerve_firing.v.01"
    ],
    "canonical_synset": "nerve_firing.v.01",
    "lemmas": [
      "nerve_firing",
      "nerve-firing",
      "nerve firing"
    ],
    "pos": "verb"
  },
  "relationships": {
    "related": [],
    "antonyms": [],
    "has_part": [],
    "part_of": [],
    "opposite": [
      "NeuralInhibition"
    ]
  },
  "safety_tags": {
    "risk_level": "low",
    "impacts": [],
    "treaty_relevant": false,
    "harness_relevant": false
  },
  "training_hints": {
    "positive_examples": [],
    "negative_examples": [],
    "disambiguation": "",
    "seed_terms": [
      "nerve_firing",
      "nerve-firing",
      "nerve firing"
    ]
  },
  "is_category_lens": true,
  "child_count": 0,
  "opposite_reasoning": "NeuralInhibition is the best available opposite because: (1) It represents the functionally opposite neurological process - inhibition prevents firing while excitation causes it; (2) It likely exists in WordNet and can be added to SUMO; (3) It provides strong semantic opposition (8/10) for Fisher-LDA differentiation; (4) While RestingPotential or NerveQuiescence are theoretically stronger opposites as complementary states, NeuralInhibition is more likely to exist in standard ontologies and represents an active opposing process rather than just absence of activity. This makes it more useful for concept steering as it captures the dimension of neural excitation vs inhibition."
}