{
  "term": "PoliticalOrgs",
  "role": "concept",
  "parent_concepts": [
    "Organization"
  ],
  "layer": 2,
  "domain": "CreatedThings",
  "definition": "Organizations that engage in political activities, governance, or represent collective interests in public affairs.",
  "definition_source": "SUMO",
  "wordnet": {
    "synsets": [],
    "canonical_synset": "",
    "lemmas": [],
    "pos": "noun"
  },
  "relationships": {
    "related": [
      "BusinessCorporation",
      "EducationalInstitution",
      "ReligiousOrganization",
      "CharitableOrganization"
    ],
    "antonyms": [],
    "has_part": [
      "PoliticalOrganization",
      "InternationalOrganization",
      "UnionOrganization"
    ],
    "part_of": [],
    "opposite": [
      "AutonomousAgent"
    ]
  },
  "safety_tags": {
    "risk_level": "low",
    "impacts": [],
    "treaty_relevant": false,
    "harness_relevant": false
  },
  "training_hints": {
    "positive_examples": [
      "The United Nations voted on the climate resolution yesterday.",
      "Local teachers joined the union to negotiate better working conditions.",
      "The Democratic Party announced its platform for the upcoming election.",
      "NATO members discussed military cooperation strategies.",
      "The labor union organized a strike to protest wage cuts.",
      "Several political parties formed a coalition government."
    ],
    "negative_examples": [
      "Apple Inc. reported record quarterly profits.",
      "The Red Cross provided disaster relief to flood victims.",
      "Harvard University accepted 2,000 new students this year.",
      "Goldman Sachs announced a new investment fund.",
      "The Catholic Church held mass on Sunday morning.",
      "Microsoft released a software update for Windows."
    ],
    "disambiguation": "Not to be confused with: BusinessCorporation, EducationalInstitution, ReligiousOrganization, CharitableOrganization"
  },
  "children": [
    "AmphibiousReconnaissanceUnit",
    "CivilAffairs",
    "MilitaryOrganization",
    "ParamilitaryOrganization",
    "CommunistParty",
    "PoliticalCoalition",
    "PoliticalPressureGroup",
    "ForeignTerroristOrganization",
    "OrganizationOfNations",
    "UnionOrganization"
  ],
  "is_category_lens": true,
  "child_count": 0,
  "meld_source": {
    "meld_id": "org.hatcat/organization-melds@0.1.0",
    "applied_at": "2025-12-11T21:04:04.506461Z",
    "pack_version": "7.6.28"
  },
  "opposite_reasoning": "AutonomousAgent provides the strongest conceptual opposition for Fisher-LDA purposes. The collective-vs-individual dimension is fundamental and maximizes semantic distance. This is particularly valuable for AI safety monitoring as it helps distinguish between institutional/organizational behavior patterns and individual agent behavior. The concept likely exists in SUMO's upper ontology and provides clear semantic separation. While PoliticalOrgs doesn't have a direct antonym, this category-level opposition offers robust steering utility for understanding organizational vs individual agency, which is crucial for alignment and governance contexts."
}