{
  "term": "Skeletal",
  "role": "concept",
  "parent_concepts": [
    "AnatomicalStructure"
  ],
  "layer": 2,
  "domain": "LivingThings",
  "definition": "Relating to or involving the structural framework of bones, shells, or hard supportive elements in organisms.",
  "definition_source": "SUMO",
  "wordnet": {
    "synsets": [],
    "canonical_synset": "",
    "lemmas": [],
    "pos": "noun"
  },
  "relationships": {
    "related": [
      "Muscular",
      "Circulatory",
      "Nervous",
      "Digestive"
    ],
    "antonyms": [],
    "has_part": [
      "Bone",
      "Exoskeleton",
      "Skeleton",
      "XyphiodProcess"
    ],
    "part_of": [],
    "opposite": [
      "SoftTissue"
    ]
  },
  "safety_tags": {
    "risk_level": "low",
    "impacts": [],
    "treaty_relevant": false,
    "harness_relevant": false
  },
  "training_hints": {
    "positive_examples": [
      "The skeletal system provides structural support for the human body.",
      "Marine biologists studied the crab's hard exoskeleton structure.",
      "X-rays revealed damage to his skeletal framework after the accident.",
      "The fossil showed remarkably preserved bone structure from millions of years ago.",
      "Arthropods rely on their external skeletal armor for protection.",
      "The xiphoid process is a small cartilaginous extension of the sternum."
    ],
    "negative_examples": [
      "She flexed her muscular arms after the workout.",
      "The circulatory system pumps blood throughout the body.",
      "His nervous system was affected by the medication.",
      "The skin provides a protective barrier against infections.",
      "Digestive enzymes break down food in the stomach.",
      "Respiratory function was monitored during surgery."
    ],
    "disambiguation": "Not to be confused with: Muscular, Circulatory, Nervous, Digestive"
  },
  "children": [
    "ArmBone",
    "Coccyx",
    "FootBone",
    "HeadBone",
    "Horn",
    "Ivory",
    "LegBone",
    "PelvicBone",
    "Phalanx",
    "Sacrum",
    "ShoulderGirdleBone",
    "ThoraxBone",
    "ThroatBone",
    "Tooth",
    "Exoskeleton",
    "Skeleton",
    "XyphiodProcess"
  ],
  "is_category_lens": true,
  "child_count": 0,
  "meld_source": {
    "meld_id": "org.hatcat/bodypart-melds@0.1.0",
    "applied_at": "2025-12-11T21:04:02.885707Z",
    "pack_version": "7.6.10"
  },
  "opposite_reasoning": "SoftTissue provides the strongest semantic opposition to Skeletal because it directly contrasts the defining characteristic: rigid/hard structural framework vs. non-rigid biological matter. While Muscular is a common pairing, it's more of a complementary system rather than a true opposite. SoftTissue captures the broader category of all non-skeletal biological structures (muscles, organs, connective tissue, etc.), making it a more comprehensive opposite. This opposition would be useful for Fisher-LDA to distinguish between discussions of structural/framework elements vs. soft biological components."
}