{
  "term": "SocialCognition",
  "role": "concept",
  "parent_concepts": [
    "CognitiveProcess"
  ],
  "layer": 2,
  "domain": "MindsAndAgents",
  "definition": "Cognitive processes involving understanding, predicting, or influencing other minds and social systems.",
  "definition_source": "SUMO",
  "wordnet": {
    "synsets": [],
    "canonical_synset": "",
    "lemmas": [],
    "pos": "noun"
  },
  "relationships": {
    "related": [
      "PerceptualProcess",
      "MemoryProcess",
      "ReasoningProcess",
      "AttentionalProcess",
      "LearningProcess"
    ],
    "antonyms": [],
    "has_part": [
      "InfluenceProcess",
      "SocialCognitionProcess",
      "ValueProjectionProcess",
      "CognitiveIntegritySignal",
      "SelfContradictionSignal",
      "SuppressedInferenceSignal",
      "SocietalInfluenceSignal",
      "SwarmInfluenceSignal",
      "PhysicalInfluenceSignal"
    ],
    "part_of": [],
    "opposite": [
      "PhysicalCognition"
    ]
  },
  "safety_tags": {
    "risk_level": "low",
    "impacts": [],
    "treaty_relevant": false,
    "harness_relevant": false
  },
  "training_hints": {
    "positive_examples": [
      "She tried to figure out what her colleague was really thinking during the meeting.",
      "The campaign strategist analyzed how different messages would affect voter behavior.",
      "He considered how his decision today might impact his children's future opportunities.",
      "The negotiator read the room and adjusted her approach to build consensus.",
      "They coordinated their team's response by anticipating each member's likely reactions.",
      "The activist wondered how social media could amplify their movement's influence."
    ],
    "negative_examples": [
      "She memorized the multiplication tables through repeated practice.",
      "He solved the math problem using logical deduction steps.",
      "The computer processed the image to identify objects and edges.",
      "She recalled where she left her keys by retracing her morning routine.",
      "The algorithm optimized the route based on traffic patterns and distance.",
      "He focused his attention on the relevant details while filtering out distractions."
    ],
    "disambiguation": "Not to be confused with: PerceptualProcess, MemoryProcess, ReasoningProcess, AttentionalProcess, LearningProcess"
  },
  "children": [
    "InfluenceProcess",
    "SocialCognitionProcess",
    "ValueProjectionProcess",
    "CognitiveIntegritySignal",
    "SelfContradictionSignal",
    "SuppressedInferenceSignal",
    "SocietalInfluenceSignal",
    "SwarmInfluenceSignal",
    "PhysicalInfluenceSignal"
  ],
  "is_category_lens": true,
  "child_count": 0,
  "meld_source": {
    "meld_id": "org.hatcat/cognitiveprocess-melds@0.1.0",
    "applied_at": "2025-12-11T21:04:03.027821Z",
    "pack_version": "7.6.12"
  },
  "opposite_reasoning": "PhysicalCognition is the strongest opposite for SocialCognition because it captures a fundamental dimension highly relevant to AI safety: the distinction between reasoning about minds/social systems versus reasoning about physical systems. For AI safety monitoring, this axis is crucial for detecting when models are engaging in social manipulation (theory of mind, influence processes) versus physical reasoning. The Social↔Physical cognitive dimension is well-established in cognitive science and neuroscience. While this concept doesn't exist in standard ontologies, it should be added as it provides maximum steering utility for detecting deceptive social cognition patterns. The opposition is strong (8/10) because these represent fundamentally different cognitive domains with distinct neural substrates and computational requirements."
}