{
  "term": "SocialOrgs",
  "role": "concept",
  "parent_concepts": [
    "Organization"
  ],
  "layer": 2,
  "domain": "CreatedThings",
  "definition": "Groups of people organized around shared activities, interests, or collaborative work.",
  "definition_source": "SUMO",
  "wordnet": {
    "synsets": [],
    "canonical_synset": "",
    "lemmas": [],
    "pos": "noun"
  },
  "relationships": {
    "related": [
      "Corporation",
      "GovernmentAgency",
      "Institution",
      "Company"
    ],
    "antonyms": [],
    "has_part": [
      "Club",
      "MarchingBand",
      "SportsLeague",
      "ShipCrew",
      "CrossFunctionalTeam"
    ],
    "part_of": [],
    "opposite": [
      "Individual"
    ]
  },
  "safety_tags": {
    "risk_level": "low",
    "impacts": [],
    "treaty_relevant": false,
    "harness_relevant": false
  },
  "training_hints": {
    "positive_examples": [
      "The local chess club meets every Tuesday evening at the community center.",
      "Our university's marching band performed at halftime during the football game.",
      "The basketball league announced the playoff schedule for next month.",
      "The ship's crew worked together to navigate through the storm.",
      "The cross-functional team included engineers, designers, and marketing specialists.",
      "She joined the photography club to meet other enthusiasts in her area."
    ],
    "negative_examples": [
      "The corporation announced quarterly earnings that exceeded expectations.",
      "The government agency issued new regulations for environmental protection.",
      "The hospital opened a new wing dedicated to cardiac surgery.",
      "Apple released its latest smartphone model with enhanced features.",
      "The university established a new research institute for artificial intelligence.",
      "The nonprofit foundation donated millions to disaster relief efforts."
    ],
    "disambiguation": "Not to be confused with: Corporation, GovernmentAgency, Institution, Company"
  },
  "children": [
    "Club",
    "MarchingBand",
    "SportsLeague",
    "ShipCrew",
    "GlobalCrossFunctionalTeam"
  ],
  "is_category_lens": true,
  "child_count": 0,
  "meld_source": {
    "meld_id": "org.hatcat/organization-melds@0.1.0",
    "applied_at": "2025-12-11T21:04:04.506458Z",
    "pack_version": "7.6.28"
  },
  "opposite_reasoning": "Individual provides the strongest complementary opposition to SocialOrgs by capturing the collective↔singular dimension. This opposition is fundamental to understanding social organization: SocialOrgs represent groups with coordinated structure, while Individual represents autonomous single agents. For AI safety applications, this axis is valuable for: (1) distinguishing organizational-level deception from individual deception, (2) understanding collective action vs individual agency, (3) monitoring how AI systems model group behavior vs individual behavior. The concept almost certainly exists in both WordNet and SUMO as a fundamental ontological category, making it highly available. While not a strict antonym, it represents the natural complement in the domain of agents/entities."
}