{
  "term": "SpatialGeometry",
  "role": "concept",
  "parent_concepts": [
    "AbstractEntity"
  ],
  "layer": 2,
  "domain": "CreatedThings",
  "definition": "Mathematical or geometric properties that define position, shape, or dimension in space",
  "definition_source": "SUMO",
  "wordnet": {
    "synsets": [],
    "canonical_synset": "",
    "lemmas": [],
    "pos": "noun"
  },
  "relationships": {
    "related": [
      "GeographicArea",
      "Territory",
      "Zone",
      "District",
      "Sector"
    ],
    "antonyms": [],
    "has_part": [
      "PointInSpace",
      "LineInSpace",
      "PlaneInSpace",
      "PerimeterArea",
      "Latitude",
      "Longitude"
    ],
    "part_of": [],
    "opposite": [
      "TemporalRelation"
    ]
  },
  "safety_tags": {
    "risk_level": "low",
    "impacts": [],
    "treaty_relevant": false,
    "harness_relevant": false
  },
  "training_hints": {
    "positive_examples": [
      "The GPS coordinates showed our exact location at 40.7589° N, 73.9851° W.",
      "Draw a straight line connecting these two points on the map.",
      "The airplane's flight path created a perfect arc across the sky.",
      "We measured the perimeter of the rectangular garden plot.",
      "The intersection of Broadway and 42nd Street forms a geometric angle.",
      "Scientists plotted the satellite's orbital plane around Earth."
    ],
    "negative_examples": [
      "The neighborhood has a strong sense of community.",
      "Sales increased in the northeastern region this quarter.",
      "The storm system covered a large area of the midwest.",
      "We reserved a table in the restaurant's outdoor section.",
      "The wildlife preserve spans thousands of acres.",
      "Our company operates in the European market."
    ],
    "disambiguation": "Not to be confused with: GeographicArea, Territory, Zone, District, Sector"
  },
  "children": [
    "PointInSpace",
    "FiniteLineInSpace",
    "PlaneInSpace",
    "UniformPerimeterArea",
    "CirclesOfLatitude",
    "Longitude"
  ],
  "is_category_lens": true,
  "child_count": 0,
  "meld_source": {
    "meld_id": "org.hatcat/region-melds@0.1.0",
    "applied_at": "2025-12-11T21:04:04.658394Z",
    "pack_version": "7.6.30"
  },
  "opposite_reasoning": "TemporalRelation provides the strongest conceptual opposition to SpatialGeometry through the fundamental space-time dichotomy. This is a well-established ontological distinction: spatial properties (position, shape, dimension) vs. temporal properties (duration, sequence, simultaneity). Both concepts are abstract, mathematical, and structural, making them comparable in type while maximally distant in domain. For Fisher-LDA, this creates a clear axis separating spatial reasoning from temporal reasoning. High availability in both WordNet and SUMO ensures practical utility. While not directly relevant to deception detection, this axis could help distinguish different reasoning modalities in AI systems."
}