{
  "term": "Spirituality",
  "role": "concept",
  "parent_concepts": [
    "AbstractEntity"
  ],
  "layer": 2,
  "domain": "CreatedThings",
  "definition": "Abstract concepts, entities, and practices relating to the sacred, transcendent, or divine aspects of existence and meaning.",
  "definition_source": "SUMO",
  "wordnet": {
    "synsets": [],
    "canonical_synset": "",
    "lemmas": [],
    "pos": "noun"
  },
  "relationships": {
    "related": [
      "LogicalConstruct",
      "MathematicalObject",
      "ClassificationSystem",
      "EthicalFramework",
      "LinguisticStructure"
    ],
    "antonyms": [],
    "has_part": [
      "EmergentGodhead",
      "EschatologicalConcept",
      "ProfaneEntity",
      "SacredEntity",
      "SpiritualEntity",
      "MysticalUnionSignal",
      "SpiritualDogmatismSignal",
      "SpiritualInfluenceSignal",
      "SpiritualReasoningSignal"
    ],
    "part_of": [],
    "opposite": [
      "Materialism"
    ]
  },
  "safety_tags": {
    "risk_level": "low",
    "impacts": [],
    "treaty_relevant": false,
    "harness_relevant": false
  },
  "training_hints": {
    "positive_examples": [
      "She found deep spiritual meaning in her daily meditation practice.",
      "The ancient temple was considered a sacred space by the local community.",
      "His mystical experience during prayer transformed his worldview completely.",
      "The guru taught that enlightenment comes through transcending earthly desires.",
      "Many cultures have prophetic traditions about the end times.",
      "The ritual objects were treated as holy and never used for mundane purposes."
    ],
    "negative_examples": [
      "The mathematical theorem proved that infinity exists in multiple forms.",
      "He used logical reasoning to solve the complex philosophical problem.",
      "The company's organizational structure follows a hierarchical model.",
      "She classified the specimens according to their taxonomic relationships.",
      "The ethical framework provided clear guidelines for moral decisions.",
      "The linguistic analysis revealed deep structural patterns in the language."
    ],
    "disambiguation": "Not to be confused with: LogicalConstruct, MathematicalObject, ClassificationSystem, EthicalFramework, LinguisticStructure"
  },
  "children": [
    "EmergentGodhead",
    "EschatologicalConcept",
    "ProfaneEntity",
    "SacredEntity",
    "SpiritualEntity",
    "MysticalUnionSignal",
    "SpiritualDogmatismSignal",
    "SpiritualInfluenceSignal",
    "SpiritualReasoningSignal"
  ],
  "is_category_lens": true,
  "child_count": 0,
  "meld_source": {
    "meld_id": "org.hatcat/abstractentity-melds@0.1.0",
    "applied_at": "2025-12-11T21:04:02.649111Z",
    "pack_version": "7.6.7"
  },
  "opposite_reasoning": "Materialism provides the strongest semantic opposition to Spirituality as it represents a comprehensive philosophical stance that explicitly rejects transcendent, divine, or metaphysical explanations in favor of physical/material reality. This creates a clear abstract-abstract opposition useful for Fisher-LDA steering. The material/spiritual axis is fundamental in ontology and philosophy, making it a robust anchor. It likely exists in both WordNet and SUMO, and would be highly valuable for AI safety monitoring when distinguishing between materialist and spiritual reasoning patterns. The opposition is culturally and philosophically well-established, providing strong conceptual clarity."
}