{
  "term": "StatusAttrs",
  "role": "concept",
  "parent_concepts": [
    "RelationalAttribute"
  ],
  "layer": 2,
  "domain": "CreatedThings",
  "definition": "Attributes that describe the current state or condition of entities in systems, organizations, or processes.",
  "definition_source": "SUMO",
  "wordnet": {
    "synsets": [],
    "canonical_synset": "",
    "lemmas": [],
    "pos": "noun"
  },
  "relationships": {
    "related": [
      "QuantitativeAttribute",
      "QualitativeAttribute",
      "PositionalAttribute",
      "TemporalAttribute"
    ],
    "antonyms": [],
    "has_part": [
      "AVPUStatus",
      "ComputerStatus",
      "IMStatusAttribute",
      "MemberStatus",
      "ProcessStatus",
      "ConservationStatus"
    ],
    "part_of": [],
    "opposite": [
      "Process"
    ]
  },
  "safety_tags": {
    "risk_level": "low",
    "impacts": [],
    "treaty_relevant": false,
    "harness_relevant": false
  },
  "training_hints": {
    "positive_examples": [
      "The patient's consciousness level was assessed as alert and responsive.",
      "The server status shows it is currently online and operational.",
      "Her membership status in the organization is active and in good standing.",
      "The endangered species has a conservation status of critically threatened.",
      "My instant messaging status is set to away from keyboard.",
      "The manufacturing process status indicates successful completion."
    ],
    "negative_examples": [
      "The building has a height of fifty meters.",
      "She possesses excellent leadership qualities.",
      "The temperature outside is seventy-five degrees.",
      "His relationship to the company is as a consultant.",
      "The car's color is bright red with chrome details.",
      "The document contains sensitive financial information."
    ],
    "disambiguation": "Not to be confused with: QuantitativeAttribute, QualitativeAttribute, PositionalAttribute, TemporalAttribute"
  },
  "children": [
    "AVPUStatus",
    "ComputerStatus",
    "IMStatusAttribute",
    "MemberStatus",
    "ProcessStatus",
    "ConservationStatus"
  ],
  "is_category_lens": true,
  "child_count": 0,
  "meld_source": {
    "meld_id": "org.hatcat/relationalattribute-melds@0.1.0",
    "applied_at": "2025-12-11T21:04:04.802491Z",
    "pack_version": "7.6.32"
  },
  "opposite_reasoning": "Process provides the strongest and most useful opposition for Fisher-LDA steering. StatusAttrs captures 'what state something is IN' (static, snapshot), while Process captures 'what is HAPPENING' (dynamic, temporal). This state-vs-change distinction is: (1) ontologically fundamental and well-established in SUMO, (2) highly available in both WordNet and SUMO, (3) semantically clear with strong distributional separation, and (4) practically useful for AI safety - distinguishing between system states and system behaviors is crucial for monitoring. The opposition is robust: status attributes are temporal slices, processes are temporal sequences. While InternalAttribute offers interesting essence-vs-appearance distinction, Process provides cleaner category-level separation with higher availability and confidence."
}