{
  "term": "StructureAbstracts",
  "role": "concept",
  "parent_concepts": [
    "AbstractEntity"
  ],
  "layer": 2,
  "domain": "CreatedThings",
  "definition": "Abstract entities that organize, group, or influence other entities through relational patterns or communicative frameworks.",
  "definition_source": "SUMO",
  "wordnet": {
    "synsets": [],
    "canonical_synset": "",
    "lemmas": [],
    "pos": "noun"
  },
  "relationships": {
    "related": [
      "MathematicalObject",
      "LogicalConstruct",
      "ConceptualForm",
      "AbstractRelation"
    ],
    "antonyms": [],
    "has_part": [
      "NetworkStructure",
      "NodeCluster",
      "InfluenceContent"
    ],
    "part_of": [],
    "opposite": [
      "PhysicalObject"
    ]
  },
  "safety_tags": {
    "risk_level": "low",
    "impacts": [],
    "treaty_relevant": false,
    "harness_relevant": false
  },
  "training_hints": {
    "positive_examples": [
      "The social network revealed clusters of highly connected users who shared similar interests.",
      "The propaganda poster was designed to influence public opinion about the war effort.",
      "Graph theory models the relationships between vertices and edges in complex systems.",
      "Community detection algorithms identified tightly knit groups within the collaboration network.",
      "The viral meme spread through online communities, shaping cultural attitudes about technology.",
      "Network analysis showed how information flows between different organizational departments."
    ],
    "negative_examples": [
      "The number seven is a prime number used in mathematical calculations.",
      "Truth and falsehood are logical values in propositional logic systems.",
      "The set of all even numbers contains infinitely many elements.",
      "Mathematical functions map inputs to outputs according to specific rules.",
      "Abstract algebra studies algebraic structures like groups and rings.",
      "The concept of justice varies across different philosophical traditions."
    ],
    "disambiguation": "Not to be confused with: MathematicalObject, LogicalConstruct, ConceptualForm, AbstractRelation"
  },
  "children": [
    "ConnectedComponent",
    "HiddenSubgraph",
    "HyperGraph",
    "NodeCluster",
    "Meme",
    "NarrativeFrame",
    "PropagandaMessage",
    "Slogan",
    "SymbolicArtifact"
  ],
  "is_category_lens": true,
  "child_count": 0,
  "meld_source": {
    "meld_id": "org.hatcat/abstractentity-melds@0.1.0",
    "applied_at": "2025-12-11T21:04:02.649133Z",
    "pack_version": "7.6.7"
  },
  "opposite_reasoning": "While StructureAbstracts doesn't have a direct antonym, PhysicalObject provides the strongest practical opposition for Fisher-LDA steering. It represents the classic abstract↔physical divide in ontology, has excellent availability (exists in both WordNet and SUMO), and provides clear semantic separation. For AI safety applications, distinguishing abstract organizational frameworks from concrete physical entities is meaningful - it helps models differentiate between conceptual structures (like propaganda frames, memes, narratives) and tangible objects. IndependentPrimitive would be theoretically stronger but has lower availability and may not exist in standard ontologies. PhysicalObject is the safest, most reliable choice with strong semantic distance."
}