{
  "term": "TechnicalAttrs",
  "role": "concept",
  "parent_concepts": [
    "InternalAttribute"
  ],
  "layer": 2,
  "domain": "CreatedThings",
  "definition": "Properties or characteristics that describe mathematical, scientific, or engineering aspects of systems, equations, or technical objects.",
  "definition_source": "SUMO",
  "wordnet": {
    "synsets": [],
    "canonical_synset": "",
    "lemmas": [],
    "pos": "noun"
  },
  "relationships": {
    "related": [
      "PhysicalAttribute",
      "QualitativeAttribute",
      "SocialAttribute",
      "TemporalAttribute"
    ],
    "antonyms": [],
    "has_part": [
      "AlgebroDifferentialAttribute",
      "EquationAttribute",
      "MultipoleAttribute",
      "Nonlinear"
    ],
    "part_of": [],
    "opposite": [
      "SubjectiveAssessmentAttribute"
    ]
  },
  "safety_tags": {
    "risk_level": "low",
    "impacts": [],
    "treaty_relevant": false,
    "harness_relevant": false
  },
  "training_hints": {
    "positive_examples": [
      "The differential equation exhibits nonlinear behavior in its solution space.",
      "We need to analyze the multipole characteristics of this electromagnetic field configuration.",
      "The system's algebraic-differential properties make it suitable for control theory applications.",
      "This equation's degree and linearity properties determine the solution method.",
      "The technical specifications include various mathematical attributes of the model.",
      "Engineers must consider the nonlinear properties when designing the feedback system."
    ],
    "negative_examples": [
      "The color of the material is bright red and very appealing.",
      "She has a friendly personality and great communication skills.",
      "The building's architectural style reflects modern design principles.",
      "His emotional response to the news was quite understandable.",
      "The cultural significance of this tradition cannot be overstated.",
      "The price of the product has increased due to market demand."
    ],
    "disambiguation": "Not to be confused with: PhysicalAttribute, QualitativeAttribute, SocialAttribute, TemporalAttribute"
  },
  "children": [
    "AlgebroDifferentialAttribute",
    "EquationAttribute",
    "MultipoleAttribute",
    "Nonlinear"
  ],
  "is_category_lens": true,
  "child_count": 0,
  "meld_source": {
    "meld_id": "org.hatcat/internalattribute-melds@0.1.0",
    "applied_at": "2025-12-11T21:04:03.907053Z",
    "pack_version": "7.6.21"
  },
  "opposite_reasoning": "TechnicalAttrs represents objective, measurable, formal-system properties. The strongest semantic opposite is SubjectiveAssessmentAttribute, capturing the fundamental objective↔subjective dimension. This opposition is particularly valuable for AI safety: distinguishing between objective technical claims and subjective assessments is crucial for alignment monitoring and detecting when systems conflate factual statements with opinions. While this specific term may not exist in current ontologies, the concept is well-defined and should be added. The objective-subjective axis is foundational and more semantically pure than domain-based contrasts (technical vs social/psychological)."
}