{
  "term": "TextilesAndBedding",
  "role": "concept",
  "parent_concepts": [
    "Artifact"
  ],
  "layer": 2,
  "domain": "CreatedThings",
  "definition": "Items used for sleeping comfort and bedroom furnishing, including bedframes, linens, mattresses, and pillows.",
  "definition_source": "SUMO",
  "wordnet": {
    "synsets": [],
    "canonical_synset": "",
    "lemmas": [],
    "pos": "noun"
  },
  "relationships": {
    "related": [
      "Furniture",
      "HomeDecor",
      "Clothing",
      "Appliance",
      "Tool"
    ],
    "antonyms": [],
    "has_part": [
      "BedFrame",
      "BedLinen",
      "Mattress",
      "Pillow"
    ],
    "part_of": [],
    "opposite": [
      "ToolsAndEquipment"
    ]
  },
  "safety_tags": {
    "risk_level": "low",
    "impacts": [],
    "treaty_relevant": false,
    "harness_relevant": false
  },
  "training_hints": {
    "positive_examples": [
      "She bought new sheets and pillowcases for the guest bedroom.",
      "The mattress was too firm so he added a soft pillow top.",
      "They assembled the wooden bed frame before moving in the mattress.",
      "The hotel provided fresh towels and clean bed linens daily.",
      "Her grandmother's quilt was the softest bedding she owned.",
      "The furniture store had a sale on bedroom sets including frames and mattresses."
    ],
    "negative_examples": [
      "The nightstand held a reading lamp and alarm clock.",
      "She hung curtains over the bedroom windows for privacy.",
      "The dresser drawers were filled with folded clothing.",
      "He plugged in the space heater to warm the cold room.",
      "The bedroom carpet needed to be vacuumed thoroughly.",
      "Wall art and photographs decorated the room beautifully."
    ],
    "disambiguation": "Not to be confused with: Furniture, HomeDecor, Clothing, Appliance, Tool"
  },
  "children": [
    "FourPosterBed",
    "BedLinen",
    "Mattress",
    "Pillow"
  ],
  "is_category_lens": true,
  "child_count": 0,
  "meld_source": {
    "meld_id": "org.hatcat/artifact-melds@0.1.0",
    "applied_at": "2025-12-11T21:04:02.813569Z",
    "pack_version": "7.6.9"
  },
  "opposite_reasoning": "TextilesAndBedding lacks a natural semantic antonym since it's a mid-level category of household items. Among distributional opposites, ToolsAndEquipment provides the strongest conceptual opposition: it contrasts comfort/rest with work/productivity, soft textiles with hard instruments, passive use (sleeping/resting) with active manipulation (making/fixing), and domestic comfort with functional utility. This opposition is more semantically meaningful than purely spatial contrasts (kitchen vs bedroom) and more likely to exist in both WordNet and SUMO ontologies. For Fisher-LDA purposes, this creates a useful axis separating rest/comfort concepts from work/productivity concepts, though the steering utility for AI safety applications is limited since this opposition doesn't relate to deception or alignment concerns."
}