{
  "term": "TheoryPropositions",
  "role": "concept",
  "parent_concepts": [
    "Proposition"
  ],
  "layer": 2,
  "domain": "Information",
  "definition": "Systematic frameworks that explain or prescribe principles within a domain of knowledge or practice",
  "definition_source": "SUMO",
  "wordnet": {
    "synsets": [],
    "canonical_synset": "",
    "lemmas": [],
    "pos": "noun"
  },
  "relationships": {
    "related": [
      "ScientificHypothesis",
      "EmpiricalFinding",
      "PersonalBelief",
      "FactualClaim"
    ],
    "antonyms": [],
    "has_part": [
      "EthicalTheory",
      "LearningTheory"
    ],
    "part_of": [],
    "opposite": [
      "EmpiricalObservation"
    ]
  },
  "safety_tags": {
    "risk_level": "low",
    "impacts": [],
    "treaty_relevant": false,
    "harness_relevant": false
  },
  "training_hints": {
    "positive_examples": [
      "Utilitarianism suggests that actions are right when they produce the greatest good for the greatest number",
      "Social learning theory proposes that people learn through observation and imitation",
      "Kant's categorical imperative provides a foundation for moral decision-making",
      "Constructivist theory emphasizes that learners actively build their own understanding",
      "Virtue ethics focuses on character traits rather than specific actions or consequences",
      "Behaviorist theory explains learning through stimulus-response associations and reinforcement"
    ],
    "negative_examples": [
      "The study found that students performed better with active learning methods",
      "Murder is wrong according to most moral standards",
      "She has a theory about why her plant keeps dying",
      "The hypothesis was tested through controlled experiments",
      "This research supports the effectiveness of spaced repetition",
      "His personal philosophy guides his daily decisions"
    ],
    "disambiguation": "Not to be confused with: ScientificHypothesis, EmpiricalFinding, PersonalBelief, FactualClaim"
  },
  "children": [
    "EthicalTheory",
    "LearningTheory"
  ],
  "is_category_lens": true,
  "child_count": 0,
  "meld_source": {
    "meld_id": "org.hatcat/proposition-melds@0.1.0",
    "applied_at": "2025-12-11T21:04:04.578231Z",
    "pack_version": "7.6.29"
  },
  "opposite_reasoning": "EmpiricalObservation provides the strongest semantically meaningful opposition for TheoryPropositions. It captures multiple relevant dimensions: abstract vs concrete, theoretical vs practical, systematic explanation vs direct observation. For AI safety, this axis is highly valuable for monitoring whether systems are engaging in principled theoretical reasoning vs opportunistic observation-based responses. The theory/empirical distinction is fundamental in epistemology and well-established in both philosophical and scientific contexts. While it may need to be added to layers, it represents a legitimate ontological category that complements TheoryPropositions effectively."
}