{
  "term": "TorsoAndLimbs",
  "role": "concept",
  "parent_concepts": [
    "AnatomicalStructure"
  ],
  "layer": 2,
  "domain": "LivingThings",
  "definition": "Major structural body parts excluding the head, encompassing the trunk and appendages that enable movement and posture",
  "definition_source": "SUMO",
  "wordnet": {
    "synsets": [],
    "canonical_synset": "",
    "lemmas": [],
    "pos": "noun"
  },
  "relationships": {
    "related": [
      "Head",
      "Face",
      "Brain",
      "Eye",
      "Hair"
    ],
    "antonyms": [],
    "has_part": [
      "DigitAppendage",
      "HumanBack",
      "Limb",
      "Neck",
      "Shoulder",
      "Torso",
      "Waist"
    ],
    "part_of": [],
    "opposite": [
      "Head"
    ]
  },
  "safety_tags": {
    "risk_level": "low",
    "impacts": [],
    "treaty_relevant": false,
    "harness_relevant": false
  },
  "training_hints": {
    "positive_examples": [
      "She stretched her arms above her head and twisted her torso to the left",
      "The dancer's graceful neck movements complemented her fluid arm gestures",
      "He felt a sharp pain in his shoulder blade near his spine",
      "The swimmer's powerful stroke engaged her entire torso and limbs",
      "She wrapped her arms around her waist and hunched her shoulders",
      "The yoga pose required balancing on one leg while extending the other"
    ],
    "negative_examples": [
      "Her face lit up with a bright smile",
      "The child's eyes sparkled with curiosity",
      "He nodded his head in agreement",
      "She had beautiful long hair cascading down",
      "The dentist examined his teeth and gums",
      "Her brain processed the complex information quickly"
    ],
    "disambiguation": "Not to be confused with: Head, Face, Brain, Eye, Hair"
  },
  "children": [
    "DigitAppendage",
    "HumanBack",
    "Limb",
    "Neck",
    "Shoulder",
    "Torso",
    "Waist"
  ],
  "is_category_lens": true,
  "child_count": 0,
  "meld_source": {
    "meld_id": "org.hatcat/bodypart-melds@0.1.0",
    "applied_at": "2025-12-11T21:04:02.885710Z",
    "pack_version": "7.6.10"
  },
  "opposite_reasoning": "Head is the optimal opposite for TorsoAndLimbs because: (1) The definition explicitly excludes the head ('Major structural body parts excluding the head'), making this a definitional complement; (2) Together they form a complete, non-overlapping partition of major body structure; (3) High availability in both WordNet and SUMO ontologies; (4) Creates a meaningful anatomical axis for Fisher-LDA separation. While this opposition has limited direct AI safety utility, it provides the strongest semantic contrast for the anatomical domain and enables clear concept boundaries. The Head concept should definitely be added to the same layer if not already present."
}