{
  "term": "VehicleComponents",
  "role": "concept",
  "parent_concepts": [
    "Artifact"
  ],
  "layer": 2,
  "domain": "CreatedThings",
  "definition": "Parts and equipment that make up or are attached to vehicles for their operation, structure, or passenger use.",
  "definition_source": "SUMO",
  "wordnet": {
    "synsets": [],
    "canonical_synset": "",
    "lemmas": [],
    "pos": "noun"
  },
  "relationships": {
    "related": [
      "Buildings",
      "Tools",
      "Furniture",
      "Electronics",
      "Clothing"
    ],
    "antonyms": [],
    "has_part": [
      "BoatDeck",
      "InteriorVehicleEquipment",
      "Mast",
      "Sail",
      "ShipCompartment",
      "ShipDeck",
      "ShipsHull",
      "VehicleSeat",
      "VehicleTire",
      "Wheel"
    ],
    "part_of": [],
    "opposite": [
      "NaturalObject"
    ]
  },
  "safety_tags": {
    "risk_level": "low",
    "impacts": [],
    "treaty_relevant": false,
    "harness_relevant": false
  },
  "training_hints": {
    "positive_examples": [
      "The ship's hull was damaged by the collision with the rocks.",
      "She adjusted the car seat to get a better view of the road.",
      "The mechanic checked the tire pressure before the long trip.",
      "Passengers gathered on the ship's deck to watch the sunset.",
      "The sailor climbed up the mast to adjust the rigging.",
      "The dashboard display showed the current speed and fuel level."
    ],
    "negative_examples": [
      "The bicycle was parked outside the store.",
      "She drove her car to work this morning.",
      "The airplane landed safely at the airport.",
      "He bought a new motorcycle for his daily commute.",
      "The train pulled into the station on time.",
      "The boat sailed across the calm lake."
    ],
    "disambiguation": "Not to be confused with: Buildings, Tools, Furniture, Electronics, Clothing"
  },
  "children": [
    "BoatDeck",
    "InteriorVehicleEquipment",
    "Mast",
    "Sail",
    "ShipCompartment",
    "ShipDeck",
    "ShipsHull",
    "VehicleSeat",
    "VehicleTire",
    "Wheel"
  ],
  "is_category_lens": true,
  "child_count": 0,
  "meld_source": {
    "meld_id": "org.hatcat/artifact-melds@0.1.0",
    "applied_at": "2025-12-11T21:04:02.813572Z",
    "pack_version": "7.6.9"
  },
  "opposite_reasoning": "VehicleComponents lacks a direct antonym, but NaturalObject provides the strongest category-level opposition. This captures the fundamental distinction between manufactured artifacts (designed and assembled by humans for specific functions) and natural objects (formed by geological, biological, or physical processes). This opposition is: (1) semantically robust - artifacts vs. nature is a fundamental ontological distinction, (2) available in both WordNet and SUMO, (3) practically useful for Fisher-LDA steering as it creates a clear axis between human-made functional parts and naturally-occurring objects, (4) useful for AI safety in distinguishing between engineered systems and natural phenomena. AbstractEntity scores higher on opposition strength but is less specific to the artifact nature of vehicle components."
}